{"id": "46004-40255-033-LN3013", "info": "The investment project will improve connectivity in the Mekong Delta Region in Viet Nam and provide efficient access from Ho Chi Minh City to the Southern Coastal Region through construction of two cable stayed bridges across the Mekong River and associated roads:\n(i) Component 1: Cao Lanh Bridge (2.4 km) and approach roads (5.4 km); \n(ii) Component 2: Interconnecting Road (15.7 km); \n(iii) Component 3: Vam Cong Bridge (2.97 km) and approach roads (4.08 km);\n\nThe investment project is located on the boundaries of Dong Thap province and Can Tho city. The two cable stayed bridges will be constructed to four-lane carriageway and two-lane motorcycle lane standard with total bridge width of 24.5 meters and the interconnecting road will be constructed initially to four-lane standard with a formation width of 20.6 meters; to be widened to six-lane standard in future.\n\nAssociated with the investment project, ADB approved a technical assistance (TA 7822, the TA project) fully financed by the Government of Australia. This TA project was approved to meet two fundamental project needs: (i) preparing detailed designs and bidding documents for the portion of the investment project that ADB and the Government of Australia are considering financing, and (ii) ensuring the early availability of social and environmental planning documents for the investment project. The objectives of the TA project were to: (i) reduce project start-up delays and speed up implementation of the investment project; (ii) respond to the government's target for construction and commissioning of the investment project during 2013-2017; (iii) reduce the government's loan servicing cost on the ADB loan for the investment project; and (iv) include construction supervision services and capacity building support, which are critical for the successful implementation of the investment project. Detailed designs, bidding documents, and safeguards planning documents were completed and advance action approved as part of the TA project. Procurement and safeguards implementation are well advanced. The project, thus, has achieved a high level of readiness and construction activities are expected to start immediately after loan and grant effectiveness.", "bounds": [[102.11865523300011, 8.565578518000152, 109.47242272200018, 23.366275127000122]], "name": "CENTRAL MEKONG DELTA REGION CONNECTIVITY PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[10.38639, 105.43518], [10.11667, 105.5], [10.58333, 105.63333], [10.45, 105.63333], [10.33333, 105.5], [10.5, 105.16667], [10.58333, 105.66667], [10.36857, 105.4234], [10.3578, 105.63082]]}}}