{"id": "46004-40553-013-LN2587", "info": "The Project consists of seven components under three main categories: (i) energy access, (ii) clean energy, and (iii) capacity building.\n\nComponent 1-Energy Access: Facilitating Access to Clean Energy. Component 1 consists of (i) constructing the Middle Marsyangdi Damauli  Marsyangdi transmission line and associated facilities to strengthen the evacuation of power from the 70 megawatt (MW) Marsyangdi hydropower station, (ii) constructing the second circuit of the Butwal  Kohalpur transmission line to improve cross-border power import capacity, and (iii) constructing and expanding the Chapali and Matatirtha substations and installation of capacitor banks to strengthen the capability of the transmission network to transfer power.\n\nComponent 2- Energy Access Quality Enhancement: Component 2 consists of constructing eight primary distribution substations and three switching stations to strengthen the electricity system s ability to connect new consumers and to improve the quality of electricity supply to existing consumers.\n\nComponent 3-Clean Energy Plant Improvement: Clean Energy Plant Improvement. Component 3 involves rehabilitating two small-scale run-of-river hydropower plants at Marsyangdi (69 MW) and Gandak (15 MW) to increase the efficiency. Component 4: Supply-Side Energy Efficiency Improvement. \n\nComponent 4- Supply Side Energy Efficiency Improvement:  will develop a pilot project to rebuild selected distribution feeders and low-voltage networks which have unacceptably high losses, using international best practice to reduce both technical and commercial losses. Component 5: Energy Efficiency in Lighting. \n\nComponent 5-Energy Efficiency in Lighting: involves distributing approximately 1 million compact fluorescent lamps to households and implementation support to improve energy efficiency in lighting. \n\nComponent 6-Renewable Energy for Street Lighting: Component 6 consists of the installation of 1,000 solar and solar-wind streetlights in Bhaktapur, Kathmandu, and Lalitpur municipal areas to reduce the burden on the main electricity grid. \n\nComponent 7-Capacity Building: Component 7 involves assisting the Nepal Electricity Authority (NEA) by providing expert services to formulate, design, and implement public private partnerships (PPPs) in three identified distribution areas, and capacity building and implementation support to the NEA for component 4.", "bounds": [[80.03028772000005, 26.343767802000087, 88.1690674240001, 30.416904195000086]], "name": "ENERGY ACCESS & EFFICIENCY IMPROVEMENT PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[26.86327, 86.17814], [27.97243, 83.58148], [27.97763, 84.26486], [28.00943, 82.10725], [28.51277, 81.20482], [28.33333, 82.5], [27.75, 83.5], [27.70169, 85.3206], [28.33333, 84.38333], [28.66667, 83.6], [27.70055, 83.44836], [28.58333, 81.66667], [27.67298, 85.43005], [28.19389, 81.68472], [27.0004, 85.462], [27.71078, 85.39787], [26.43676, 88.04254], [26.75253, 85.82421], [28.50059, 84.38304], [27.47401, 83.68566], [27.6021, 84.65695], [28.91154, 81.56718], [27.87297, 82.52283], [28.06818, 84.61403], [28.28742, 83.45139], [27.77144, 85.36169], [27.71983, 85.29553], [27.68094, 85.23334], [27.67866, 85.31597]]}}}