{"id": "46004-40052-013-LN2388", "info": "The impact of the Project will be improved urban environment, public health, and quality of life for urban residents and sustained economic development in the city, through the provision of safe and reliable water supply. The outcome of the Project by 2012 is the provision of 104 million cubic meters of water annually from Qingshuihai Lake, some 100 kilometes north of Kunming, to Kunming city's New Airport Economic Zone (62 million cubic meters per year), the Eastern Development Zone (35 million cubic meters per year), Xundian County (7 million cubic meters per year), and parts of Kunming city. About 6.4 million residents in these areas are expected to benefit from the 24-hour water supply expected to be assured by the Project.\n\nThe Project consists of 3 components broken down into 12 subcomponents and 35 activities, which provide fundamental support to Kunming's 11the FYP and beyond.\n\n(i) Development of water resources and increasing water storage capacity. New dams and reservoirs will be constructed to store water from the surrounding catchments of Banqiao River and Shiqiao River, heighten Xintianhe reservoir, construct diversion works to access water from Tabizi Dragon Pool and channel the water from these sources to existing Qingshuihai lake, which will be lengthened to increase its storage capacity.\n\n(ii) Conveyance of water resources for urban water supply. The\nconveyance system will take water from Qingshuhai Lake to Tongxin Gate, and then transfer the water to the New Airport Economic Zone through Jingzhongshan Reservoirm and to the Easter Development Zone through Songhuaba Reservoir.\n\n(iii) Institutional development and capacity building. The component will strengthen the capacity of the project management office (PMO) and implementing agency (IA) in project management and implementation of environmental protection and watershed management measures. Key institutional and management strategies and enforcement of regulations in protecting environment will be incorporated in project design to ensure the long-term sustainability of water availability provided under the Project.\n\nThe Project outputs include (i) increased raw water supply with water quality sustained at Class II from 2015; (ii) sustained level of 24 hour water service and quality, and prevention of subsequent shortages, in Kunming urban area as demand increases; (iii) improved overall public satisfaction with water supply services; (iv) more efficient implementing agency on water resources development, operation and management; and (vi) increased employment opportunities with the creation of about 4,200 temporary unskilled jobs each year for 5 years and full-time permanent jobs by 2012.\n\n", "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "name": "KUNMING QINGSHUIHAI WATER SUPPLY PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[25.29437, 102.81853], [25.03889, 102.71833], [25.60167, 103.10722]]}}}