{"id": "46004-37641-013-LN2244", "info": "The project supports the People's Republic of China's (PRC) and the Hunan Provincial Government's (HnPG) policies and plans for flood protection investments. Since 2000, the Ministry of Water Resources has been changing its policy and strategy from a flood-control approach to a river basin-based integrated flood management approach. The policy shift is economically and environmentally sustainable and aims to be socially inclusive. The project is supporting the implementation of an area and time slice of Hunan's integrated flood-control program under the Hunan Provincial 11th and 12th Five-Year Planx (2006-2010, 2011-2015), focusing on a comprehensive framework for flood control, management, and forecasting in the four mountainous river basins-Lishui, Xiangjiang, Yuanjiang, and Zishui. Flood protection works is being constructed for up to 35 subprojects. Nonstructural measures are being developed to strengthen hydrological monitoring, improve flood forecasting, and enhance flood warning systems. An advisory technical assistance (TA) is being provided to support sustainable flood management by assisting the Provincial Water Resources Department (PWRD) to plan and assess nonstructural aspects of flood management and strengthen capacity in plan implementation.", "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "name": "HUNAN FLOOD MANAGEMENT SECTOR PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[27.55464, 113.10259], [26.99168, 113.36062], [26.42389, 111.61306], [27.79052, 110.63221], [25.89139, 112.19139], [27.83896, 111.28338], [27.2347, 109.10899], [27.85, 112.9], [26.71295, 110.58681], [27.41285, 112.14526], [29.81696, 111.10176], [27.1239, 111.83798], [29.574, 110.17248], [26.37609, 111.9458], [25.67056, 111.98972], [28.12143, 109.98214], [27.73444, 111.99444], [27.65224, 113.45738], [27.66667, 113.5], [27.66867, 111.45479], [26.40238, 112.85908], [27.68833, 111.66417], [28.31907, 109.77043], [25.26667, 111.33333], [25.02361, 111.75], [27.54944, 109.95917], [27.08495, 112.37444], [26.88946, 112.61888], [28.01058, 109.53213], [29.40693, 110.92101], [25.8, 113.03333], [27.9521, 110.21071], [27.24417, 111.47389], [28.67956, 109.60968], [27.48677, 110.06902], [27.42417, 109.92861]]}}}