{"id": "46004-38426-023-LN2796", "info": " The impact of the project will be reduced rural poverty in 18 poor and remote hill and mountain districts. The project outcome will be widened access to social services and economic opportunities. The project outcome will be achieved through the following outputs:(i) rural livelihood improved; (ii) capacity and decentralized local governance enhanced; (iii) rural transport infrastructure extended and maintained;  and (iv) project management improved.     \n\nOutput 1:  Rural Livelihood Improved \nThe project will improve community infrastructure in the 18 districts. This will include 90 school buildings and health posts, 36 foot/mule/link trails, 54 water supply and irrigation schemes, 10 micro-hydropower, 8 rural market places, 10 ropeways, and other community infrastructure.  The project will provide livelihood related skills training to 3,000 beneficiaries from the project impact zones, of which at least 40% are women and 60%, are from poor and excluded groups.   In nine pilot districts, the project will work with existing savings and credit groups, and assist BGs willing to form themselves into formal Savings and Credit Cooperatives and facilitate their access to credit from existing institutional suppliers. \n\nOutput 2:  Capacity and Decentralized Local Governance Enhanced \n\nThe project will improve district and national capacity building to promote improved decentralized governance. The thrust will be on establishing the capacity for sustainable management of rural road networks, strengthening the decentralized management of rural infrastructure, and raising central capacity to support local government bodies.  \n\nOutput 3: Rural Transport Infrastructure Extended and Maintained \n\nThe project will improve 260 kilometers (km) of rural roads in the 18 districts (200 km new and 60 km upgrading). Rural roads of 1,200 km will be maintained in the 18 districts and 6,500 meters of trail bridges will be constructed. The implementation of the road sub-projects will employ labor-based equipment-supported methods, and works performed by BGs will be promoted over construction by contractors. Only those civil works that cannot be executed by the communities may be awarded on the basis of local competitive bidding to contractors.\n Output 4: Project Management Improved \n\nTechnical support to project implementation will be provided through a Central Implementation Support Consultant (CISC) and District Implementation Support Consultant (DISCs) in each of the 18 project districts.  \n", "bounds": [[80.03028772000005, 26.343767802000087, 88.1690674240001, 30.416904195000086]], "name": "DECENTRALIZED RURAL INFRASTRUCTURE & LIVELIHOOD PRJ-ADDT'L FNCING", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[27.66667, 87.83333], [27.75, 86.75], [27.41667, 86.08333], [27.33333, 86.41667], [28.58333, 83.33333], [29.58333, 82.41667], [28.25, 84.41667], [29.25, 81.83333], [29.27528, 82.18333], [28.83333, 82.25], [29.91667, 81.91667], [28.33333, 84.83333], [29.16667, 83.08333], [29.91667, 80.75], [29.5, 81.5], [29.66667, 81.25], [29.5, 80.58333], [28.41667, 83.16667]]}}}