{"id": "46004-36595-013-LN2328", "info": "The Project is a key environmental improvement and management initiative of the Hefei municipal government (HMG) to meet national environmental guidelines and ensure Hefei s sustainable growth. The Project will bring tangible benefits to the environment of Hefei, the capital of Anhui province, by (i) enhancing the quality of its water resources, (ii) strengthening the wastewater treatment facilities and sewer networks, (iii) reducing the incidence and damage of flooding in three rivers and Chao Lake, and (iv) improving the urban air quality and reducing road accidents and vehicular emissions through a more efficient city road network and integrated transport management operations in a model development zone. The Project also will provide institutional capacity-building measures in urban environmental management and policy reforms to ensure sustainability of the Project and\nrelated facilities.\nThe Project has three components: (i) wastewater and waste management, (ii) river rehabilitation and flood control improvement, and (iii) improved road infrastructure and traffic management in the Xinzhan zone (this was cancelled in July 2009). The Project also provides for institutional capacity building for project management and operation. The Project supports the Government s 11th Five-Year Program (2006 2010) to improve the living conditions and health in the cities of the PRC, and to promote their sustainable economic development. It is classified as a targeted intervention because it will contribute to achieving Millennium Development Goal 7, Target 10, which calls for halving the proportion of people without access to safe drinking water and basic sanitation. The Project is consistent with ADB s water policy and Urban Sector Strategy.", "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "name": "ANHUI HEFEI URBAN ENVIRONMENT IMPROVEMENT PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[31.86389, 117.28083], [31.72671, 117.05225], [31.99496, 117.57236], [31.51667, 117.55], [31.6975, 117.40417], [31.77959, 117.32294], [31.95158, 117.30232], [31.89918, 117.24487], [31.89208, 117.34659], [31.7949, 117.2555], [31.86731, 117.23903]]}}}