{"id": "46004-43186-012-GRNT0197", "info": "The program will help realize the private sector's potential, and specifically the growth potential of the mining, agriculture, fishing, and tourism industries. Progress is being made toward reopening a large gold mine closed during past civil unrest, and there is a potential to develop large nickel deposits. The best prospects for creating jobs and generating government revenue lie in large-scale palm oil developments, in fishing (there is already one large fish cannery), and in the smallholder tree crops of cocoa and copra. The supply of fruit and vegetables to the urban centers also offers good prospects, as does the fledgling tourism industry.\n\nThe ERSP is anchored in the Solomon Islands Medium Term Development Strategy 2008-2010, supporting sector plans, and the 2009 and 2010 budgets. The program design is aligned with a policy matrix prepared by the government to identify key fiscal measures and structural policy actions. A core economic working group was established by the\ngovernment, the Regional Assistance Mission to Solomon Islands and key development partners in March 2009. The group was central to the preparation of the government's policy matrix. Through the core economic working group, key development partners have committed to support implementation of the government's policy matrix.\n\nThe ESRP builds on the macroeconomic assessment prepared by the International Monetary Fund through its 2009 Article IV Consultation. The consultation concluded that new external assistance in the form of budget support can provide a cushion for undertaking more lasting fiscal adjustment and improving budget execution. The International\nMonetary Fund estimated a budget financing gap for the medium term of $25 million per year (around 4% of gross domestic product). \n\nThe ERSP has four output areas: (i) improved fiscal management, (ii) productivity enhancing structural initiatives, (iii) support for the vulnerable, and (iv) communication and ownership of policy actions. Subprograms 1 and 2 support the same four output areas, and these will be progressed concurrently under each subprogram.", "bounds": [[155.50798587300008, -12.290622653999918, 168.8258569670002, -6.599867445999806]], "name": "ECONOMIC RECOVERY SUPPORT PROGRAM - SUBPROGRAM 1", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": []}}}