{"id": "46004-37603-013-LN2297", "info": "The Project will help Nanjing, the capital city of Jiangsu Province, in (i) reducing water pollution; (ii) protecting water resources; (iii) reducing economic losses and disruption\nto livelihoods from frequent localized flooding; (iv) promoting sustainable economic development; (v) improving the environment, living conditions, and public health standards; (vi) developing an integrated wastewater and sludge management system; and (vii) improving service efficiency through increased competition and private sector participation.\nThe Project includes 10 major activities grouped into six components: (i) Inner Qinhuai River sewerage and water replenishment, (ii) City East wastewater treatment plant (WWTP) and sewerage system, (iii) North HeXi District sewerage, river improvement, and water replenishment, (iv) stormwater drainage, (v) sludge treatment and disposal component, and\n(vi) institutional development. All components of the Project contribute to significantly improving water quality of the Qinhuai River, which empties into the Yangtze River. The Project supports the Government's 11th Five-Year Plan, which includes goals of improving living conditions and health in cities and promoting their sustainable economic development.", "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "name": "NANJING QINHUAI RIVER ENVIRONMENTAL IMPROVEMENT PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[31.9707, 118.75733], [32.00947, 118.69489], [31.44669, 120.20944], [32.06167, 118.77778], [32.07091, 118.84066], [32.02241, 118.82645], [32.00497, 118.80064], [32.05018, 118.7244], [32.10113, 118.74781], [32.05522, 118.88797], [31.61845, 120.20707], [32.11873, 120.03751], [32.0585, 119.46198], [31.98504, 118.78147], [32.02492, 118.79884], [32.01747, 118.88165], [31.84694, 120.87286], [31.43802, 118.39221], [32.02927, 118.81056], [32.00914, 118.82658], [32.03208, 118.828], [31.99438, 118.72121], [32.4073, 119.43435], [32.01907, 118.80647], [31.79167, 118.76667]]}}}