{"id": "46004-42091-032-GRNT0167", "info": "The Investment Program is consistent with the Afghanistan National Development Strategy (ANDS), which was approved in April 2009 and constitutes the country s strategic platform for development for 2008 2020. Its aim is to promote growth, generate wealth, and reduce poverty and vulnerability. ANDS covers all key sectors and sub-sectors, and embraces several themes. Water resources is a major sector under ANDS, which provides a programmatic approach to developing the water sector that includes (i) physical investments in rehabilitation of existing and development of new water resources and irrigation infrastructure; and (ii) nonphysical investment in capacity building, strengthened institutions, and policy frameworks. The proposed MFF finances the medium-term portion of a broader investment program. The Investment Program is consistent with ADB s Afghanistan country partnership strategy (CPS) 2009 2013, long-term strategic framework 2008 2020 (Strategy 2020), and water policy Water for All. \n\nThe Investment Program will finance (i) the rehabilitation and upgrading of existing and development of new irrigation and water resources infrastructure, (ii) flood management infrastructure, (iii) institutional strengthening, and (iv) capacity building for key staff throughout the sector. The first tranche project has four components: (i) northern basins development (NBD) that includes rehabilitation and upgrading of irrigation infrastructure, and development of a river basin agency (RBA) and water users associations (WUAs) for water management; (ii) Nangarhar Valley Development Authority (NVDA) improvement that includes irrigation rehabilitation and upgrading, development of WUAs, and a management reform plan for the NVDA; (iii) flood management that includes development of flood protection infrastructure along the Amu Darya River and development of a national flood management program; and (iv) project management and program development that includes a program development facility to prepare the subsequent two tranches of the MFF.\n", "bounds": [[60.48677779100012, 29.38660532600005, 74.89230676300014, 38.473673402000145]], "name": "MFF:WATER RESOURCES DEVELOPMENT INVESTMENT PROGRAM", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[37.02737, 66.94282], [37.46572, 69.61131], [36.88642, 66.15284], [36.6862, 67.03786], [36.94691, 66.98877], [36.68772, 66.84352], [36.88444, 66.01984], [36.65406, 66.96689], [37.01077, 66.88815], [36.73644, 66.89798], [36.93424, 66.11399], [36.85907, 66.13849], [36.83333, 65.83333], [36.72833, 67.26778], [36.73035, 66.86787], [36.9195, 66.38478], [36.75, 67.0], [36.75635, 66.8972], [36.74232, 67.01543], [36.905, 66.18341], [36.78052, 66.87738], [36.98026, 67.06315], [36.95025, 66.95507], [37.0488, 66.33153]]}}}