{"id": "46004-43150-022-GRNT0213", "info": "The Project will help Tajikistan achieve energy security. It will improve regional connectivity and support power trade. The Project will also improve energy efficiency and overall performance in the power sector. \n\nPhysical:  The project will build two new 220 kV single-circuit transmission lines totaling 140 km of overhead line (OHL). It will also rehabilitate in whole or part six transmission substations at Kairakkum, Asht, Geran, Rumi, Baipaza, and Regar. A third output is to put in place a SCADA system linked to a National Dispatch Centre in Dushanbe, and 32 priority substations across the country (capable of expansion to 204 national substations). The construction of these facilities will be done through three design, supply and install contracts, including testing and commissioning.\n\nNonphysical: The project will implement a sector operational performance improvement program targeting Barki Tojik and comprising the following activities: (i) development of program strategic and business plans and corporate governance changes; (ii) commercial, operating and financial plans; (iii) project management and training; (iv) preparation of accounting and management information systems; and (v) preparation of technical or operational performance audits. The program also includes reviews of sector-wide policy and institutional issues followed by sector reform program with specific action plans and their implementation. The reform program will be supported by ADB through the proposed project implementation. Least-cost sector infrastructure development master plan is an additional output.\n\n\n\n", "bounds": [[67.34269006300022, 36.67864084900019, 75.16412479700008, 41.039976705000086]], "name": "REGIONAL POWER TRANSMISSION PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[39.0, 71.0], [37.26206, 68.13849], [38.50417, 68.235], [38.29432, 69.13209], [37.41763, 68.55975], [37.49167, 68.53106], [37.34812, 68.66398], [37.33594, 68.71443], [37.41037, 68.61773], [37.4724, 68.24005], [40.26598, 69.79585], [40.66992, 70.3502], [40.42716, 69.74396], [40.69364, 70.3502], [37.49623, 68.26299], [37.36052, 68.70115], [37.55438, 68.47444], [37.5529, 68.48479]]}}}