{"id": "46004-43405-025-LN3078", "info": "Project 3 will improve the water supply and sanitation (WSS) services in Ureki and Kutaisi, two of the six secondary towns covered by the Investment Program.  Civil works under Project 3 will complement those under Project 1 and 2. \n\nComponent 1: Infrastructure Improvement\n\nThe first component will support infrastructure investments to rehabilitate, improve, and expand WSS facilities in Ureki and Kutaisi, and benefit approximately 8,000 persons by the end of the project period. For Ureki, Project 3 covers the works on the water intake, water transmission distribution system, sewerage system and wastewater treatment plant. For Kutaisi, Project 3 covers the works on the strengthening of water supply system and includes the construction of three reservoirs, two pumping stations and the corresponding transmission mains and water distribution network. Specific investment include the following:\n\n- rehabilitation of the Kvitiri and Mukhnari pumping stations,\n- construction of two small collector reservoirs at Partskhanakanebi and Mukhnari pumping stations,\n- extension of TV Tower reservoir by 1,000 mÂ¿,\n- construction of the  New East reservoir with a volume of 2 x 4,000 mÂ¿,\n- reconstruction of existing Kldiashvili reservoir (Volume 600 mÂ¿), \n- rehabilitation of the part of the network that was not included in Project 1:\n- construction of 11 km transmission mains connecting the reservoirs to the pumping stations and the distribution network, and \n- laying of about 158 km distribution lines.\n\nComponent 2: Institutional Effectiveness\n\nThe second component will include: (i) strengthening human resource development and skills and institutional capacity for retraining of water sector professionals; (ii) rolling out of a geospatial water supply and sewerage management system in cities operated by UWSCG; and (iii) Project implementation support for project implementation and management through consultants to support the Investment Program Management Office (IPMO), and capacity development and training.", "bounds": [[39.985976355423105, 41.044110820000114, 46.694803101000076, 43.57584259000011]], "name": "MFF:URBAN SERVICES IMPROVEMENT INVESTMENT PROGRAM-TRANCHE 3", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[41.99556, 41.77861], [42.26791, 42.69459], [41.99998, 43.4999]]}}}