{"id": "46004-43127-012-GRNT0158", "info": "The financial and economic crisis has forced the Government of Mongolia (the Government) to embark on a process of fiscal adjustment. This is primarily centered around expenditure restraint in view of the dramatic worsening of prices of key exports, dwindling international reserves, and increased pressures on its currency. The Government is acutely aware of the pressure the current global crisis is placing on Mongolia's most vulnerable citizens and has therefore asked the Asian Development Bank (ADB) to help safeguard achievements in the education sector and to mitigate any negative impact of the crisis on the poor. The Project will support (i) financing of meals at preschools for children ages 2-5 to protect access to preschools for poor children; (ii) continuation of the targeted provision of textbooks to secondary school students from poor families; (iii) provision of block grants to schools in need of operation and maintenance funds; and (iv) capacity building at the Ministry of Education, Culture and Science (MECS) in financial management, budgeting, and monitoring and evaluation to enable MECS to better deal with budget constraints. The Project is in line with the $229.2 million standby arrangement of the International Monetary Fund for Mongolia that requires the Government to maintain a tight fiscal policy to restore fiscal sustainability, and advocates donor support to mitigate the impact of the fiscal adjustment on the poor. The Project complements the Social Sectors Support Program approved in June 2009 that will support a comprehensive overhaul of the existing system of social transfer programs to better target these programs to the very poor while conserving fiscal resources. The Social Sectors Support Program will introduce proxy means testing (PMT) to improve targeting of the provision of free textbooks and the Project will help MECS operationalize PMT and enhance the efficiency and effectiveness of education service delivery. The Project is a sector intervention that will support the Government in addressing short-term financing needs and continuing longer-term policy reform in the education sector.", "bounds": [[87.73570886300013, 41.58614491800003, 119.90702681500011, 52.129584046000076]], "name": "EDUCATION FOR THE POOR - FINANCIAL CRISIS RESPONSE", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[46.0, 105.0]]}}}