{"id": "46004-41444-013-LN2703", "info": "The GMS Northeastern Corridor (stretching from Thanh Hoa in northern Viet Nam through northern Lao PDR to Bangkok) is one of the corridors identified in the transport sector strategy study and links northeastern Lao PDR with northern Viet Nam and its seaports. Many of the corridor roads between Thanh Hoa and Bangkok are in good condition. Others are now being improved, including a 367-kilometer (km) stretch of Route 4 in the Lao PDR from the Louangphrabang area to the Lao PDR Thailand border that is being upgraded under ADB s Northern GMS Transport Network Improvement Project, approved in 2007. The section of the corridor between the coast through the provinces of Thanh Hoa in northern Viet Nam and Houaphanh in northeastern Lao PDR, however, needs to be improved to a higher, all-weather, international standard if the Northeastern Corridor is to deliver its full potential increase in traffic, trade, and economic development and give the northern region of the Lao PDR valuable yearround access to rapidly developing ports on the South China Sea. The proposed project will fill this key gap. It was accorded priority in the GMS transport sector study and is strongly supported by the governments of the Lao PDR and Viet Nam, which believe it will strengthen the economies of both countries and help reduce current high poverty rates in the project provinces on both sides of their border. The project is included in the GMS regional cooperation business plan for 2010 2012. Road maintenance and vehicle overloading are key issues affecting the sustainability of road projects in Viet Nam and the Lao PDR. Both governments have agreed to maintain the project roads to the national standard. In Lao PDR, this will be done through the use of performance-based maintenance contracts. In Viet Nam, performance-based maintenance contracts will also be used for the project road, subject to the successful outcome of ongoing pilot tests of these contracts. MOT will develop a program to control vehicle overloading of vehicles on the project road in Viet Nam. To address vehicle overloading in the Lao PDR, scales for weighing vehicles will be procured under the project, and checkpoints to control the overloading of vehicles will be established along the project roads.", "bounds": [[102.11865523300011, 8.565578518000152, 109.47242272200018, 23.366275127000122]], "name": "2ND NORTHERN GMS TRANSPORT NETWORK IMPRVT PROJECT (LAO & VIET NAM", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[19.8, 105.76667], [20.36183, 104.01362], [20.41592, 104.04838], [20.06257, 103.84032], [20.24024, 103.59459], [20.66296, 105.03145], [21.06971, 103.68727], [19.84643, 105.86066], [20.19586, 105.46817], [20.40706, 104.22402], [20.46583, 104.16361], [20.66, 104.38], [20.34447, 104.34265], [20.14895, 103.85822], [20.72413, 104.49234], [20.2022, 105.45317], [20.67129, 105.04303], [20.29946, 104.60814], [19.63256, 103.56777]]}}}