{"id": "46004-40282-023-LN2273", "locations": {"geometry": {"coordinates": [], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[102.11865523300011, 8.565578518000152, 109.47242272200018, 23.366275127000122]], "info": "Flooding triggered by typhoons and storms is the most prevalent and serious natural disaster in Viet Nam. In 2005, tropical storms and typhoons affected large parts of Viet Nam, causing loss of life and extensive damage in 16 provinces. Many types of infrastructure that are critical to the livelihoods of poor rural households were destroyed in the 10 most seriously affected provinces: Ha Giang, Ha Tinh, Nam Dinh, Nghe An, Phu Tho, Phu Yen, Quang Binh, Quang Tri, Thanh Hoa, and Yen Bai.\n\nIn recognition of the strong link between vulnerability to natural disasters and persistent poverty, the Government's 5-year Socioeconomic Development Plan (SEDP) for 2006-2010 will increase investment in its poverty reduction programs in remote and disaster-stricken regions. For such vulnerable areas, the SEDP sets 12 poverty reduction and social development targets to be achieved by 2010; one is to build social welfare networks to reduce vulnerability of the disadvantaged and poor. This is to be achieved by, among others, preventing and mitigating natural disasters. The Country Strategy and Program (CSP) 2007-2010 for Viet Nam includes assistance in addressing climate change and the calamities that are expected as Viet Nam is among the most vulnerable developing countries to climate change and sea level rise.\n\nIn response to Government's request, Loan 2273-VIE(SF): Emergency Rehabilitation of Calamity Damage Project (the Project) in Special Drawing Rights (SDR) equivalent to $50.97 million of ADF resources was approved on 21 November 2006, signed on 07 December 2006 and became effective on 23 April 2007. The Project will (i) reinstate essential infrastructure, including roads, flood protection, irrigation systems, and social infrastructure in the ten provinces that were severely affected by typhoons and storms in 2005; and (ii) concurrently provide equivalent or enhanced storm and flood protection to vulnerable areas where feasible. The Project will also support increased disaster preparedness and mitigation, and will help the Government mainstream prevention and preparedness activities into the development process to prepare for and avoid the worst impacts of natural disasters.\n\nFollowing a sector loan approach, which was applied to facilitate an effective emergency response, 89 subprojects with an estimated cost of $69.5 million were envisaged during Project appraisal. Subsequently, with delays in commencement of the Project and given the urgency of some, a number of subprojects were carried out solely using Government funds. Thus, the number of subprojects was reduced to 75, of which civil works contracts have been awarded and are being implemented for 7, bidding is being processed for another 33, and designs are being prepared for 23 subprojects. Work on the remaining 12 subprojects has not yet commenced and, unless additional financing is approved, may have to be abandoned. As of 31 March 2008, cumulative contract awards and disbursements were $7.8 million and $5.0 million, equivalent to 13.7% and 8.8% of the net loan amount, respectively. The ADB loan finances 85% of subproject construction costs.\n\nRecent high inflation in the Viet Nam economy, which reached 21.4% in April 2008, has greatly increased costs of civil works, materials and labour. The high costs have been further compounded by delays in subproject implementation and additional damages to infrastructure caused by typhoons in 2006 and 2007. All subprojects now have total cost estimates that significantly exceed the original estimates of the Borrower. With price escalation, the Government executing agency (EA) has estimated the current total Project cost at $99.5 million, which represents total subproject cost overruns of $30.0 million, or cost overruns of 43.2%. Normally the Borrower finances cost overruns from its own resources and the EA is willing to apply for additional counterpart financing equivalent to 15% of subproject cost overruns. However, given the size and signif", "name": "EMERGENCY REHABILITATION OF CALAMITY DAMAGE PROJECT"}