{"id": "46004-43332-023-LN2605", "locations": {"geometry": {"coordinates": [[25.0, 102.0], [24.0, 109.0]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "info": "The first financing tranche of the Investment Program comprises (i) introduction of (a) energy-efficient technologies, (b) environmentally friendly equipment, and (c) safety equipment; (ii) a review of the existing institutional arrangements for integrating energy efficiency and environmental issues in railway management; (iii) conducting safety and energy audits of a nominated railway administration; and (iv) providing capacity building support. ADB will finance (i) procurement of more energy-efficient equipment and material than that is currently in use; (ii) procurement of modern environmental equipment; (iii) procurement of equipment that will enhance maintenance and safety and can respond to emergencies more quickly, efficiently, and effectively; and (iv) capacity building, including staff training.\n\nThe first tranche's physical components are (i) energy efficiency component: (a) electric power supply system, and (b) railway electrification equipment; (ii) environmental protection\ncomponent: noise barrier; and (iii) railway safety enhancement component: (a) anti-seismic bridge bearing, (b) enhanced railway fastener, (c) railway telecommunication system, (d) railway signal system, and (e) operation maintenance and safety equipment. Examples of the kind of equipment proposed to be financed under the IP are single phase transformers instead of the conventional transformers, vacuum circuit breakers instead of oil circuit breakers, and infrared hot box detection system instead of the manual system of checking hot axle-boxes. These equipments have significant energy efficiency and safety benefits compared to what is used currently on the PRC railways. Integrating these equipments in the PRC railways would help optimize performance, ensure reliability, and enhance safety. The technologies will be compatible and adaptable to existing systems; and will be proven and scalable. A key aspect of their adoption will be having an adequate trial and testing period, to ensure their successful operation. Adequate maintenance spares will be provided to ensure their sustainability. A number of these technologies will be sourced from advanced countries, which will influence integration of advance technology in the railway system and offer opportunities for private sector. At an institutional level, ADB will work with MOR to study the international best practices and integrate energy efficiency, and environmental sustainability in its operations and management. The key inputs needed for the first tranche implementation include equipment,\ninstallation, and MOR staff.", "name": "MFF-RAILWAY ENERGY EFFICIENCY & SAFETY ENHANCEMENT INVEST PROG"}