{"id": "46004-43464-026-LN3001", "locations": {"geometry": {"coordinates": [[31.54685, 78.01408], [31.16667, 77.58333], [32.21199, 76.1842], [31.66868, 77.05264], [32.31431, 77.18664], [32.0, 77.25], [31.58333, 78.41667], [32.09087, 76.26074], [32.16667, 76.25], [32.57147, 76.10229], [31.131, 77.744], [31.53119, 78.12468], [32.46776, 76.46941], [32.66551, 76.06888], [32.57361, 76.25194], [32.17258, 76.22649], [31.20467, 77.87667], [32.22667, 77.20972], [32.00083, 77.43833], [31.9148, 77.18123], [31.76627, 77.19877]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[68.1434025400001, 6.74555084800015, 97.36225305200006, 35.49540557900009]], "info": "The Project proposed for financing under the requested PFR consists of: 1. New Transmission System Assets A. Transmission Line Construction i. 33 kV D/C line from 33 kV Palchan switching station to 33/220 kV sub station in the yard of Allain Dhuangan HEP. ii. 66 kV D/C Line from 66 kV Switching station at Urni to Wangtoo Sub station . iii. 220 kV Line from 33/220 kV Lahal sub station up to 220 kV Yard of Budhil HEP. iv. 220 kV D/C (Twin MOOSE) Transmission Line from Sunda to Hatkoti. v. 132 kV S/C line on D/C towers form Banjal to Kurthala. vi. 220 kV D/C line (Twin MOOSE) from Charor to 400/220 kV Banala sub station of PGCIL. vii. 132 kV D/C line from Barsaini to Charor. B. Construction of Sub Stations i. 33 kV Switching station at Palchan. ii. 66 kV Switching station at Urni. iii. 33/220 kV, 50/63 MVA P.S at Lahal. iv. 220 kV Switching Station at Hatkoti. v. 132/220 kV, 2x100 MVA Pooling Station at Sunda. vi. 33/132, 2x25/31.5 MVA sub station at Chambi (Shahpur) with LILO of 132 kV Kangra-Dehra S/C Line. vii. 33/132 kV sub station at Pandoh+LILO of one circuit of 132 kV Bajaura-Kangoo D/C Line. viii. 33/132 kV, 1x50/63 MVA sub station Banjal ix. 33/132 kV, 1x31.5 MVA Sub Station at Barsaini x. 132/220 kV, 1x80/100 MVA Sub Station at Charor. 2. Capacity Development i. Computerized enterprise resource planning solution design and installation phase II. ii. Additional computer equipment iii. Training program.", "name": "HIMACHAL PRADESH CLEAN ENERGY TRANSMISSION INVESTMENT PROGRAM - TRANCHE 2"}