{"id": "46004-37269-013-LN2288", "locations": {"geometry": {"coordinates": [[10.60932, 103.52958], [12.16667, 104.55], [13.10271, 103.19822], [12.26, 104.67], [11.5591, 104.9177], [13.06, 103.42], [12.78, 103.42], [12.78, 103.79], [12.48, 104.19], [13.27774, 103.09541], [10.85249, 103.74016], [13.64699, 102.60956], [13.63849, 103.01265], [10.62483, 103.53108], [11.56245, 104.91601], [10.6664, 104.56094], [12.08333, 104.33333], [10.77398, 104.66239], [10.91667, 104.83333], [10.99081, 104.78498], [13.58588, 102.97369], [12.53878, 103.9192], [10.98081, 104.77828], [11.23362, 104.62602], [11.57489, 104.91394], [13.65611, 102.5625], [12.77316, 103.44896], [13.46667, 103.16667], [10.4829, 104.31672], [11.41667, 105.0], [10.83333, 104.33333], [10.61041, 104.18145], [11.5, 104.33333]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[102.31342370600012, 10.415773620000081, 107.61051639900009, 14.704581605000087]], "info": "The proposed Project will restore the Cambodia's railway infrastructure by rehabilitating its existing track and reestablishing Cambodia's rail connection with Thailand. This will be initiated in 2007 for completion in 2009. The railway's operations will be improved through restructuring, which is ongoing and will be completed in 2007 with award to a private railway operator of a concession to operate the railway commercially for a period of 33 years under a PPP arrangement. Restructuring is implemented through an ADTA that advises the Government on the future structure of the railway subsector and provides transaction advisory for selection of the PPP Railway Operator. The PPP Railway Operator will be selected after competitive international bidding for the concession. The rehabilitation investment and the associated restructuring will together set the stage for efficient rail services, which in turn realizes the Project's objectives: improving the transport sector's efficiency by increasing the diversity of transport modes and routes, and resurrecting the railway on a sustainable basis.", "name": "GMS:REHABILITATION OF THE RAILWAY IN CAMBODIA PROJECT"}