{"id": "46004-40049-013-LN2380", "locations": {"geometry": {"coordinates": [], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[55.975838663000076, 37.18514740000002, 73.14864058400016, 45.55871897400006]], "info": "The justification for funding basic education in rural areas rests on inequities in the provision of quality education services. A comprehensive school survey revealed clear disparities between rural and urban schools. Across the country, schools in rural communities that are remote from provincial and district centers are disadvantaged in almost every aspect in relation to the quality of school facilities, as well as availability of learning and teaching inputs. \n\nAbout 80% of Uzbekistan s 9,773 basic schools are located in rural areas. The vast majority of rural basic schools are considered in very poor condition requiring emergency repairs and major rehabilitation works. Common defects were leaking roofs, water infiltration to the building structures, damaged windows and doors, defective floors, malfunctioning sanitary and plumbing facilities, broken heating systems, and leaking water supply system. Most classroom furniture is also in very poor condition. About 70% of schools had no science laboratory equipment and lack modern teaching aids and learning materials. \n\nTeaching techniques and subject knowledge of many teachers particularly in rural schools are inadequate and outdated. Most teachers still apply traditional teaching methods, devoting attention mostly to narrow subject knowledge, requiring students to memorize and repeat notions and definitions. Critical thinking, problem solving, communication skills and teamwork do not receive sufficient attention. Although training programs for teachers have been revised gradually, the current in-service training system needs to become more flexible to adjust to specific subject related requirements of teachers in rural school, who work under difficult circumstances. \n\nTo address the issues in rural schools, the Government launched the National Program for Basic Education Development (NPBED) 2004 2009, which aims to strengthen basic education to meet international standards and remove disparities. The investment costs of the NPBED, are estimated at $1.2 billion, to be financed by a combination of 75% budget financing, 20% foreign investment financing, and 5% local donor contributions. Major investments include school construction and rehabilitation, and significant salary increases for teachers.\n\nIt is proposed that the Asian Development Bank (ADB) intervention will complement Government s NPBED and focus on improving the relevance and quality of basic education in rural areas. Other ongoing ADB interventions in the education sector provide assistance in addressing issues related to (i) policy planning, governance and management; (ii) curriculum modernization and textbook development; and (iii) improving teaching and learning through information and communication technology (ICT).\n\nThe impact of the Project will be improved opportunities for graduates from rural basic schools to progress to higher levels of education. The Project outcome will be improved equitable access to and enhanced quality and relevance of basic education in rural areas in three project oblasts. The expected outcome will be achieved by (i) upgrading of school facilities, (ii) enhancing the capacity of teacher training institutions and raion education departments to strengthen teaching in rural schools, and (iii) increasing community participation in school life. \n", "name": "RURAL BASIC EDUCATION PROJECT"}