{"id": "46004-40448-013-LN2859", "locations": {"geometry": {"coordinates": [[23.83333, 88.91667], [23.7104, 90.40744], [24.0, 90.0], [26.33333, 88.56667], [25.61667, 88.75], [26.0, 89.25], [24.8118, 88.94657], [25.08333, 89.1], [24.68333, 88.25], [24.86667, 90.86667], [25.0, 89.83333], [25.25, 89.5], [23.16667, 89.91667], [24.86667, 91.41667], [24.5, 91.83333], [24.43333, 91.41667], [23.98333, 91.16667], [23.25, 90.83333], [22.75, 91.16667], [23.16667, 91.9], [22.0, 92.33333], [21.58389, 92.01528], [23.5, 89.16667], [22.35, 89.15], [21.94063, 89.78011], [22.36667, 90.81667], [22.13333, 90.13333], [24.4333, 90.7833]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[88.02178959200009, 20.73871491100003, 92.64285119700017, 26.623544007000064]], "info": "With the approval of the National Education Policy (NEP), the government has embarked on a comprehensive reform process to strengthen access, quality, equity and relevance of education in Bangladesh. In 2011 a new phase of the primary education reform program started, with ADB as one of the key partners. The TQI-I and TQI-II projects are core building blocks to strengthen quality of secondary education in line with the reforms proposed in the NEP. Building on TQI-I achievements and gaps, TQI-II includes the following features to enhance teacher quality: (i) establishing partnerships between universities and teacher training colleges (TTCs) to enhance content and pedagogical knowledge of teachers and recognizing prior learning within an integrated teacher development framework; (ii) developing one of the TTCs as a center of excellence for teaching English; (iii) introducing teacher and head teacher competencies, and institutionalizing teacher classroom performance monitoring by head teachers; (iv) piloting computer aided learning to support the government's large investments envisaged in the use of computers and multi-media to enhance teaching and learning; (v) providing incentives to enhance inclusive education; and (vi) strengthening teaching and learning and equity by enhancing the use of innovation development fund.   \nTQI-II will by developing a strengthened, integrated and more inclusive teacher education system, support improved learning outcomes in secondary education. TQI-II has the following four components: (i) strengthened teacher development and institutional and organizational capacity to ensure registration of all teachers, establishment of a robust accreditation system for quality assurance of training providers, and application of newly acquired knowledge by teachers; (ii) enhanced teacher training programs and delivery systems (pre-service, in-service and CPD) to ensure synergy of training programs to meet agreed teacher and head teacher competencies; (iii) targeted support for inclusive education to increase the proportion of female teachers and support for remedial teaching where student performance is low; and (iv) quality project management for effective implementation and effective monitoring and reporting.", "name": "SECOND TEACHING QUALITY IMPROVEMENT IN SECONDARY EDUC PROJ(SF)"}