{"id": "46004-42117-013-LN2616", "locations": {"geometry": {"coordinates": [[39.14222, 117.17667]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "info": " The Tianjin Integrated Gasification Combined Cycle Power Plant Project involves constructing and operating a coal-fired integrated gasification combined cycle (IGCC) power plant with 250 megawatt capacity in Tianjin Harbor Industrial Park in the Binhai New Area of Tianjin city. This will be the first IGCC clean coal project in the PRC, using the most efficient and least-polluting technology currently available commercially. It will also be the first IGCC power plant in the developing Asia. On completion, the plant will generate 1,470 gigawatt-hours of electricity annually, which will be sold to the Northern China Grid Company Ltd. using a 220 kilovolt interconnecting transmission line to an existing substation in the industrial park. \n\nThe Project is consistent with the priority of the Government of the PRC to implement a coal-fired power plant with near-zero emissions by 2015 under its flagship clean coal program GreenGen announced in 2005. The Project is a cornerstone of the critical first phase of the GreenGen program. In the second phase, a scaled-up IGCC plant fitted with pilot-scale carbon capture and storage (CCS) is expected by 2013, and the third phase is expected to provide a coal-fired power plant with near-zero emissions by 2015. CCS is included in all climate change-mitigation strategies proposed by the United Nation's Intergovernmental Panel on Climate Change and the International Energy Agency. Various international studies have found IGCC power plants with CCS to be the least-cost option to cut carbon dioxide (CO2) emissions from coal-fired power plants by up to 90%. By successfully demonstrating the advantages of IGCC technology, the Project will reinforce confidence in the viability of this technology and enable the timely implementation of the ensuing phases of the GreenGen program. \n\nRelevant approvals for the construction are in place. Project  completion  is expected by 30 June 2012. \n", "name": "TIANJIN INTEGRATED GASIFICATION COMBINED CYCLE POWER PLANT PROJ"}