{"id": "46004-45206-001-GRNT0299", "locations": {"geometry": {"coordinates": [[28.0, 84.0]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[80.03028772000005, 26.343767802000087, 88.1690674240001, 30.416904195000086]], "info": "The project impact will be accelerated expansion of areas covered by irrigation, drainage and flood control infrastructure. The outcome will be improved readiness of water resources management projects for implementation. The Project s expected outputs are: (i) detailed feasibility studies for high priority water resources projects undertaken; (ii) environmental, social, and technical capacity of the Department of Irrigation (DOI) and the Department of Water Induced Disaster Prevention (DWIDP) improved; (iii) Irrigation Master Plan updated;  and (iv) efficient project management.\n\nGiven the ADB country strategy and government priorities, the Project will (i) prepare a project for the rehabilitation and expansion of farmer managed irrigation systems, and the rehabilitation and partial management transfer of some agency-managed irrigation systems; (ii) undertake water-induced hazard mapping and prepare a water-induced disaster prevention project for a priority river basin; and, (iii) prepare other high priority projects as identified by DOI. The Project will prepare these projects to a level of detailed feasibility which includes technical study, safeguard screening and plans preparation, and economic and financial analysis of at least 30% of subprojects for project readiness, thereby advancing activities which would normally occupy the first one or two years of implementation.\n\nThe Project will enhance the capacities of staff of the DOI and DWIDP through formal and on-the-job training (including participation in project preparation under the Project). Importantly, the Project will reorganize and strengthen the existing Environment Section of DOI as a Social and Environment Section with (i) clear terms of reference of the section, (ii) environmental and social safeguards guidelines developed to ensure safeguard planning and implementation process complies with the national laws, regulations and ADB's Safeguard Policy Statement  requirements; and (iii) gender equality and social inclusion (GESI) guidelines on project planning and implementation prepared.\n\nThe Project will help update the Irrigation Master Plan with a view to the sustainable development and management of irrigation systems in the country until 2030.  Changes in land use, water use, agricultural technology, irrigation and water resources policy and legislation, and the extent of irrigation development since the Master Plan was prepared will be reviewed.\n", "name": "WATER RESOURCES PROJECT PREPARATORY FACILITY"}