{"id": "46004-45395-001-GRNT0318", "locations": {"geometry": {"coordinates": [[-8.51719, 179.14478]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[176.1252547540001, -9.420668226999808, 179.90674889400017, -5.67750416499986]], "info": "The focus of ADB's program the Strengthened Public Financial Management Program (SPFMP) is consistent with the objectives of Tuvalu's National Strategy for Sustainable Development 2005-2015, known as Te Kakeega II, and ADB's Pacific Approach 2010-2014, which aims to achieve sound macroeconomic and fiscal management, and strengthened and improved public enterprise management.    The program will assist the government to address key issues affecting fiscal sustainability, specifically, weak budget credibility and poorly performing public enterprises. The SPFMP will continue ADB's support for strengthening public sector management and the environment for private sector development in Tuvalu areas of historical ADB involvement. Other development partners will focus their respective budget support programs on reforms in the health and education sectors. Appendix 1 provides basic program information.\n\nThe SPFMP will be supported by ADB technical assistance (TA) (funding of US$300,000), which is expected to be approved in June 2012. Advisors from the Pacific Economic Management (PEM) , and Private Sector Development Initiative (PSDI) regional TA projects, as well as from the IMF's Pacific Financial Technical Assistance Center (PFTAC) will also help the government to accomplish the policy actions contained in the program (and highlighted in Table 2, below). \n\nThe SPFMP builds on lessons and outcomes of the Improved Financial Management Program (IFMP), which was ADB's first budget support operation in Tuvalu (albeit a programmatic budget support operation with multiple tranches).  This program was aimed at strengthening the governance framework for Tuvalu's public enterprises, improving the government's capacity for oversight, strengthening capacity to manage debt, and reducing the government's debt to the National Bank of Tuvalu (NBT). The IFMP was instrumental in helping the government to implement several substantive reform actions including:\n\n-improved debt management capability via the approval of a debt risk management and mitigation policy and strategy;\n-strengthened oversight of public enterprises via approval of a public enterprise governance reform strategic policy and the enactment of the Public Enterprise (Performance and Accountability) Act 2009; and\n-strengthened management capacity in public enterprises via approval of an asset/liability management (liquidity) policy and a loan grading policy for NBT that allows timely collection of past due loans and advances of credit, and measuring, monitoring and maintaining adequate liquidity. The Banking Commission Act 2011, which provided the legal framework for the licensing and on-going supervision and regulation of banking institutions in Tuvalu based on the Basel core principles for effective banking supervision, was also approved by Parliament in 2011.\n\n", "name": "STRENGTHENED PUBLIC FINANCIAL MANAGEMENT PROGRAM"}