{"id": "46004-38417-022-GRNT0219", "locations": {"geometry": {"coordinates": [[28.41667, 82.25], [28.75, 82.58333], [28.41667, 82.75], [28.08333, 82.83333], [29.58333, 82.41667], [27.66667, 82.91667], [28.83333, 80.33333], [28.75, 80.91667], [29.27528, 82.18333], [29.25, 80.91667], [28.11681, 82.31712], [29.66667, 81.25]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[80.03028772000005, 26.343767802000087, 88.1690674240001, 30.416904195000086]], "info": "The project  will develop or improve small-scale irrigation systems in 12 districts in Nepal through a community-driven process targeted at the poor, women, and other disadvantaged groups. Small irrigation systems are defined as systems with less than 25 hectares of irrigation area in the hills and mountains and less than 200 hectares in the Terai plains. The participating districts were selected because of their high poverty, food insecurity and irrigation potential. They are Kanchanpur, Kailali, Dang, Kapilvastu in the Terai plains; Doti, Salyan, Rukum, Rolpa, Pyuthan in the hills; and Bajhang, Jumla, Mugu in the mountains. As the first large-scale intervention in small irrigation development in Nepal, the project will demonstrate participatory irrigation planning and management and build the capacity of all levels of the government for small-scale irrigation development. Farmers will form or strengthen existing water users associations (WUAs) to apply for project support. The project will provide support to rehabilitate and build new surface water irrigation schemes and to develop groundwater irrigation through shallow tube wells. It will also facilitate access to microfinance support and provide extension services. For farmers without access to electricity who are installing shallow tube wells, the project will connect them to the electricity network. WUAs will in turn learn to manage water more efficiently and equitably, maintain their systems, and apply improved agricultural practices.", "name": "COMMUNITY IRRIGATION PROJECT"}