{"id": "46004-46418-001-GRNT0376", "locations": {"geometry": {"coordinates": [[37.8839, 68.937]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[67.34269006300022, 36.67864084900019, 75.16412479700008, 41.039976705000086]], "info": "The proposed Project will increase supply of renewable energy to national and regional power systems. The Project will refurbish electric and mechanical equipment for power generation at Golovnaya Hydropower Plant (HPP) in Tajikistan. This will increase availability of year-round clean power for domestic sales and for export to Afghanistan. The Project will increase the generation capacity and operational efficiency of the power plant.   \n\nThe total installed generation capacity of Tajikistan is 5,055 MW. A large share of hydro generation (98%) is impacted by hydrology fluctuation and results in summer surplus and winter deficit. The power assets in Tajikistan have aged beyond their economic life. The maintenance has been kept at insufficient level due to non availability of spare parts and lack of funding at the vertically integrated state power utility Barki Tojik. The power sector regional master plan, prepared in 2012 under the Central Asian Regional Economic Cooperation (CAREC),  identified that nearly 80% of all generation and transmission assets in the country need to be replaced in order to meet the demand and eliminate winter deficit. The master plan identified rehabilitation of Golovnaya HPP as a priority generation project. ADB Country Partnership Strategy 2010-2014 defines the rehabilitation of existing hydro power plants as one of the key areas for intervention. The reliable and secured operation of the large generation plant and high voltage transmission network is equally important for reliability of interconnected neighboring grid and is a prerequisite for power trade\n\nThe impact of the Project will be increased supply of renewable energy to national and regional power systems from 743 GWh in 2012 to 1,130 GWh in 2026. The Project outcome will be increased weighted average generation efficiency of the power plant from maximum 83% to 89%. The Project output will be rehabilitated Golovnaya HPP with generation capacity increased from 240 MW to 252 MW.", "name": "GOLOVNAYA 240-MEGAWATT HYDROPOWER PLANT REHABILITA"}