{"id": "46004-38594-013-LN2573", "locations": {"geometry": {"coordinates": [[26.98333, 106.68333], [26.86667, 106.71667], [27.07889, 105.67417], [26.91291, 106.58216], [26.85, 106.58333], [27.14907, 106.66349], [26.73267, 106.34832], [27.10371, 107.00756], [26.41667, 106.66667], [26.58, 106.71], [26.69491, 106.76319], [26.53656, 106.72996], [26.4916, 106.70259], [26.5557, 106.464], [26.6615, 106.547]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "info": "The proposed Project supports the policies and plans of the Government of the People's Republic of China (PRC) and Guiyang municipal government (GMG) for introducing integrated water resources management (IWRM) in Guiyang Municipality. The Project will finance a slice of the Guiyang Integrated Water Resources Master Plan (2006 2020, the Master Plan), a medium-term investment plan for Guiyang Municipality. While the Master Plan is mainly focused on structural interventions and covers the whole range of water sector investments, including wastewater treatment and flood management, the Project will focus its activities on five segments of the Master Plan: (i) urban water supply, (ii) rural water supply and irrigation, (iii) irrigation system rehabilitation, (iv) soil and water conservation, and (v) small water storage structures. The Project will also address nonstructural interventions including institutional strengthening and capacity development, stakeholder participation, water tariff adjustments, integrated information management system, hydrological monitoring center, and other demand-management measures. The Project will be implemented over a 6-year period, 2010 2016. The Project will follow the sector investment approach and finance six core subprojects that have already been prepared, as well as an undetermined number of noncore subprojects that will be prepared and approved during project implementation.", "name": "GUIYANG INTEGRATED WATER RESOURCES MANAGEMENT (SECTOR)PROJECT"}