{"id": "46004-38349-013-LN2581", "locations": {"geometry": {"coordinates": [[27.69658, 85.3591], [27.6869, 86.7297], [29.9711, 81.8189], [29.52164, 82.14666]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[80.03028772000005, 26.343767802000087, 88.1690674240001, 30.416904195000086]], "info": "The Air Transport Capacity Enhancement Project will enhance safety and capacity at Tribhuvan International Airport (TIA) in Kathmandu and three remote domestic airports--Lukla, Rara, and  Simikot. TIA's airfield side infrastructure will be reconfigured and upgraded to international safety standards, including provision or construction of (i) about 1,400 meters (m) of new main taxiways and link taxiways, (ii) runway end safety area and extension, (iii) runway approach lights, (iv) an instrument landing system localizer, (v) an uninterrupted power supply system for essential airfield and security area lights, (vi) air traffic communication equipment,(vii) additional international and domestic aircraft parking apron area, and (viii) upgrading of rescue and fire fighting system. TIA's terminal infrastructure will be rehabilitated with the existing international terminal refurnished and upgraded, and a new temporary domestic terminal of about 10,000 square meters (m2) constructed. Basic safety improvements at the three remote domestic airports include a visual approach guidance system and abbreviated precision approach path indicator at Lukla airport, and runway threshold identifiers and runway end lights, air traffic control equipment, and meteorological equipment at Simikot and Rara airports.\n\nThe Project will also improve overall sector management by implementing a 3-year capacity development program for the Civil Aviation Authority of Nepal (CAAN). CAAN's organizational and management capacity will be strengthened by updating the existing regulations, developing a strategy to adapt the regulatory framework based on international standards, improving human resources development, upgrading the financial and management information system, implementing a systematic maintenance program, and identifying viable opportunities for private sector participation for future airport infrastructure development and maintenance.", "name": "AIR TRANSPORT CAPACITY ENHANCEMENT PROJECT"}