{"id": "46004-43023-013-LN2821", "locations": {"geometry": {"coordinates": [[21.95006, 108.6166], [21.5, 109.0], [21.9358, 107.95932]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "info": "The project will support PRC's balanced socio-economic development and poverty reduction goals by urban development of three key coastal cities in the southern part of the Guangxi Zhuang Autonomous Region - Beihai, Qinzhou, and Fangchenggang. The project will significantly improve obsolate urban infrastructure services and polluted environment, enhancing three coastal cities' potential to fully capture economic benefits by (i) industrialization and urbanization for the local poor including ethnic minorities, (ii) improved investment climate, and (iii) increasing regional and subregional trade activities. The project will have five investment component and one capacity development component in three cities. They include: (i) two urban roads of 16.2 km with related urban utility facilities to guide urban expansion by providing safe and efficient access for new industrial workers and trade logistics to the port area in Beihai; (ii) 16.2 km urban road network with related urban utility facilities in the port area to open up opportunity of employment and better quality of life for local poor and migrating workers and their families in Qinzhou; (iii) a new centralized wastewater treatment plant with a treatment capacity of 30,000 m3/day and associated sewerage network of 24 km to equip the city with appropriate industrial and municipal wastewater treatment technology and prevention of environmental pollution, and 16.1 km urban road upgrading with appropriate urban facilities to accomodate boosting border city trade activity, urban expansion needs and increasing mobilization of people for rapid regional economic integration in Fangchenggang; and (iv) training and capacity development.", "name": "GUANGXI BEIBU GULF CITIES DEVELOPMENT PROJECT"}