{"id": "46004-39321-013-LN2572", "locations": {"geometry": {"coordinates": [[33.5, 108.6], [34.06133, 108.33186], [34.05314, 108.39237]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "info": "The Qinling Mountains are an internationally important biodiversity hot spot and represent about 70% of the PRC's biodiversity, including an estimated 300 giant pandas. The Qinling Mountains are central to soil and water management of the Yangtze and Yellow rivers. The Project will improve biodiversity conservation and management by restoring forest habitat, improving endangered species management and providing sustainable livelihoods for the population of the project area, and demonstrating the benefits to the rest of the Qinling Mountains and other similar areas in the PRC. The Project will provide significant environmental, economic, and social benefitsthroughout the project area. It will address underlying causes and effects of historical and contemporary resource degradation.\n\nThe project area is 458 square kilometers (km2), about 45 kilometers southwest of Xi'an, the capital of Shaanxi, and is identified as the birthplace of the Taoist religion. The project area is divided into a plains area for ecotourism and agriculture development, and a mountainous area for biodiversity conservation. It is home to about 20,400 people. The plains have about 15,800 residents (77% of the total) who live on about 58 km2 (13% of the total project area) bordering the northern end of the project area. The poverty incidence is about 23%. This area also includes the township of Louguantai; several Taoist temples; the Qinling National Botanical Garden (QNBG) and nursery; the Shaanxi Animal Rescue Center (SARC), which includes threatened species of giant panda, golden monkey, golden takin, and crested ibis; and the Louguantai Forest Farm. About 71 million tourists visit Shaanxi province annually, of which about 400,000 visit the project area and about 1 million visit the Qinling Mountains. The larger but scarcely populated mountainous area is called the Qinling Biological Conservation and Demonstration Area (QBCDA), where the management objective is low-impact development that supports the conservation of biodiversity and provides sustainable livelihoods for about 4,600 residents (23% of total) on about 400 km2 (87% of project area).       \n\nThe Project will produce three primary outputs: (i) participatory biodiversity management in the mountainous area, (ii) enhancement of biodiversity conservation in the plains area, and (iii) improved project management. Using sustainable financing mechanisms for biodiversity conservation, the habitat of the mountainous area, QBCDA, will be improved to promote mixed forest coverage, and flora and fauna species expansion. The small population lives in scattered settlements in QBCDA and will be encouraged to support biodiversity conservation objectives and minimize unsustainable farming and other activities.    \n\nThe Project will develop biodiversity-based attractions that will generate funds for the management and enhancement of QBCDA. The commercial activities will involve a botanical garden, wildlife breeding and research (including a giant panda center second only to Sichuan province s Wolong Nature Reserve), and related ecotourism. QNBG will address a major weakness of the many past biodiversity projects by ensuring sustainable financing using part of the ecotourism revenue. Links with the Qinling Mountains nature reserves and an increase in biodiversity corridors will be pursued.", "name": "SHAANXI QINLING BIODIVERSITY CONSERVATION & DEMONSTRATION PROJ"}