{"id": "46004-37697-013-LN2301", "locations": {"geometry": {"coordinates": [[46.37222, 96.25833], [47.90771, 106.88324], [49.03333, 104.08333], [48.8125, 103.53472], [46.19444, 100.71806], [46.68056, 113.27917], [46.26389, 102.775]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[87.73570886300013, 41.58614491800003, 119.90702681500011, 52.129584046000076]], "info": "The objectives of the Project is to improve the living conditions and the quality of life of the urban population.\n\nThe Project follows a sector lending approach and supports sector policies on urban development, including the Government's Action Plan for 2004-2008 and program to provide 40,000 households with opportunities to live in housing with improved basic services. The Project will consist of four components: (i) A: improvement of basic urban services, (ii) B: urban road improvement, (iii) C: small loans for water connections and on-plot facility improvements, and (iv) D: institutional development and training.\n\nProject implementation will start with two core subprojects: (i) improvement of the Hailaast road section in Ulaanbaatar; and (ii) water supply, sanitation, and solid waste management in Erdenet. The remaining subprojects will be identified and formulated during project implementation in accordance with rigorous procedures for screening, identification, selection, and appraisal of the subprojects. The Asian Development Bank (ADB) reviewed the two core subprojects and found that they are viable from a technical, institutional, social, financial, economic, and environmental perspective. For each of the remaining subprojects, the Ulaanbaatar municipal government and concerned aimag (province) governments and public urban services organizations (PUSOs) will prepare a feasibility study, including a resettlement plan and environmental impact assessment. For the water supply subcomponent, concerned aimag governments will be required to indicate strong political commitment to implement the tariff reforms to ensure repayment to the Government. \n", "name": "URBAN DEVELOPMENT SECTOR PROJECT"}