{"id": "46004-42099-013-LN2928", "locations": {"geometry": {"coordinates": [[-5.14, 119.4221], [-0.48585, 117.1466], [-0.03109, 109.32199], [-0.2159, 100.6334], [-0.94924, 100.35427], [1.48218, 124.84892], [-5.0, 105.0], [-8.16604, 113.70317], [-6.90389, 107.61861], [-8.5, 115.0], [-3.65947, 128.16976], [-10.1718, 123.6075]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[95.01270592500012, -10.922621351999808, 140.97762699400008, 5.910101630000099]], "info": "The project will focus on four priority areas: (i) manufacturing; (ii) agro-business (iii) infrastructure and (iv) energy and mining. The impact of the project is that polytechnic education system contributes to national socio-economic development objectives in these selected industries. The expected outcome is that polytechnic education is more accessible, relevant and responsive to labor market needs, technological and entrepreneurial innovation. The performance targets are (i) the number of polytechnic students enrolled in programs in the 4 priority sectors increases by 25%, with at least 30% of these female; (ii) the number of polytechnic graduates entering the workforce increases by 25% in 4 priority sectors, with at least a 15% increase of these female, and (iii) the percentage of polytechnic graduates finding relevant employment within 6 months of graduation increases 25% by Year 5 at four Centers of Excellences (COEs) and 12 satellite polytechnic institutions.  The proposed project has the following outputs: \n(a)  Output 1: Increased Quality and Relevance of Polytechnic System, Public and Private. The project will: (i) strengthen standards in collaboration with industry and align with the Indonesian Qualification Framework (IQF). Standards will be packaged into professional teaching programs to address skills requirements in 4 industry sectors; (ii) lecturer skills enhancement program to be implemented; (iii) revise accreditation systems, national assessment systems, and quality assurance systems according to IQF and ASEAN policies and guidelines; (iv) Improve facilities and equipment in 4 COEs and 12 satellite polytechnic institutions; (v) facilitate engagement with industry and implement projects funded through a  National Skills Fund. \n(b) Output 2: Increased and more equitable access to polytechnic education.  The   project will: (i) increase participation rates in four priority sectors; (ii) revise entry           requirements and access policies to increase enrolments; (iii) assess through RPL 20000 students; (iv) link with vocational schools and private providers to establish  seamless pathways and provide multiple entry points into the system, (v) fund equity strategies to ensure access by females and disadvantaged groups.\n(c) Output 3: Increased private sector involvement in polytechnic sector.  The project will: (i) establish an institutional framework for private sector involvement; (ii) implement training programs and methods relevant to industry skills needs; (iii) enable industry to support delivery and assessment of training.\n(d) Output 4: Strengthened governance, management and financing of polytechnic institutions. The project will: (i) review and revise the regulatory, employment,        management and financing frameworks and systems for polytechnic institutions to be better aligned with government policy objectives.\n", "name": "POLYTECHNIC EDUCATION DEVELOPMENT PROJECT"}