{"id": "46004-38301-013-LN2474", "locations": {"geometry": {"coordinates": [[34.68833, 113.55417], [34.13278, 115.30528], [34.99319, 106.27038], [35.88417, 118.5725], [34.05167, 113.71167], [34.6369, 104.8849], [37.94278, 117.81056], [34.65111, 118.2225], [34.69278, 111.39861], [36.66333, 118.4575], [34.73339, 106.13077], [34.94056, 105.70068], [33.89083, 115.38056], [34.35806, 112.0625], [33.84722, 113.94611], [34.88528, 118.63861], [34.17917, 112.815], [35.1375, 113.14389], [36.35583, 119.68222], [34.8032, 105.25989], [33.6475, 115.32472], [34.24833, 113.84556], [37.17806, 118.22611], [36.08361, 114.35167], [34.34974, 105.59636], [34.3883, 106.14428], [36.00222, 119.43194]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "info": "The Project will improve dryland farming in Gansu, Henan, and Shandong provinces, and is located in the transition zone from the northeastern to the central western plains along the middle reaches of the Yellow River. The Project will benefit about 600,000 farm households and improve the production capacity of about 120,000 hectares (ha) in 27 counties, cities, and districts. The Project will adopt a farm-to-market, value-chain approach that creates value for poor farmers, local agroenterprises, and consumers. It will introduce highvalue horticulture crops and improved crop and livestock management, farm technologies, and cultivation practices. Organic fertilizers and agrochemicals will be more effectively used and the quality of farm produce improved through support services provided by participating private agroenterprises. These include soil-testing facilities, agricultural extension and technology transfer centers, organic fertilizer facilities, machinery service centers, seed production centers, agricultural produce information centers, product-testing centers, and expanded horticulture markets.\n\nThe Project will develop about 29 partnerships between private agroenterprises and farmers using contract farming arrangements to strengthen farm productivity, and food production and processing capacity to take advantage of growing domestic and international markets. Sustainable production and processing partnerships according to the dragon-head concept will be used to develop crops and other outputs that are processed and marketed by the enterprise. The dragon-head agribusiness structure is a successful, vertically integrated enterprise model that has demonstrated the capacity to contract with a large number of farmers to improve rural incomes through value-chain linkages and efficiencies, access to higher-value markets, and employment opportunities.\n\nThe agroenterprises were selected using strict selection criteria and due diligence assessment of financial, economic, environmental, and social factors. They will be provided with long-term financing to expand their food processing and marketing operations. \n\nFarmers will diversify and modify their existing traditional cultivation of low-yielding and low-value food crops to higher-yielding and highervalue crops. Their partnerships with profitable and expanding agroenterprises will ensure them higher prices for their outputs, premium prices for quality, and a guaranteed price at harvest time. Farmers' average income will increase by an estimated 15%-25% as a result of the Project. Technological improvements include (i) adopting high-yielding varieties and improved animal breeds; conservation agriculture techniques such as returning crop residues to the soil, minimum tillage, and soil conservation measures; water-harvesting techniques such as storage tanks, lined wells, and small check dams; and water-saving technologies such as drip irrigation, sprinklers, and pipes; (ii) minimizing the use of chemical fertilizers and replacing them with organic fertilizers, and minimizing the use of pesticides and herbicides; (iii) reducing postharvest losses with the use of advanced postharvest and processing equipment; (iv) intercropping within tree crops; and (v) upgrading vegetable greenhouses and vineyards. \n\nLocal government support services will work with enterprises and farmers to expand environment-friendly farming and processing practices. Local governments will provide project management that will support improved provincial and county project implementation, monitoring, evaluation, and national project coordination. The Executing Agency, the Ministry of Agriculture (MOA), the three provincial project management offices (PMOs), and the county PMOs were extensively involved in project preparation, including applying the criteria for selecting the agroenterprises and partnerships with farmers. These institutions will receive training to continue applying the criteria and financial admini", "name": "DRYLAND SUSTAINABLE AGRICULTURE PROJECT"}