{"id": "46004-39630-034-LN2823", "locations": {"geometry": {"coordinates": [[31.04184, 76.72113], [15.59154, 73.80898], [20.4, 72.87], [20.16667, 73.03333], [31.63661, 74.87476], [30.15927, 77.77215]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[68.1434025400001, 6.74555084800015, 97.36225305200006, 35.49540557900009]], "info": "A Framework Financing Agreement (FFA) for Multitranche Financing Facility (MFF) of the Investment Program was signed on 29 February 2008 among ADB, India, and Power Grid Corporation of India Limited (POWERGRID), the Borrower and EA.  Subsequently, on 28 March 2008, ADB approved the MFF of an aggregate amount of $600 million to POWERGRID for the Investment Program.  Initially, the scope of the program comprised of two projects; Project 1: Upgradation of Transmission Capacity for Evacuation of Power from Uttarakhand, and Project 2: Â¿800 kV High Voltage Direct Current (HVDC) Northeastern   Northern/Western Interconnector.  However, due to the delay in commissioning of the associated hydropower generating facilities in Uttarakhand, POWERGRID decided to keep on hold the implementation of Project 1 until 2013.  As a result, it was decided that all ADB facility of $600 million under the MFF will be utilized to fund Project 2:  +800kV HVDC North East - Northern/Western Interconnector  in two tranches.  Loan Agreements for Tranche 1 (Loan No. 2415-IND: $400 million) and Tranche 2 (Loan No. 2510-IND: $ 200 million) were signed on 28 March 2008 and 27 March 2009, respectively.  Current completion dates for Tranche 1 and Tranche 2 are 30 June 2013, and 30 June 2014, respectively.  All contracts under Tranche 1 ($388 million approx.) and Tranche 2 ($119 million approx.) have been awarded in 2010.  Based on the contract award, the loan savings of $76 million was confirmed.  ADB received the Periodic Financing Request (PFR) for Tranche 3 for an amount of $76 million under the MFF on 21 June 2011 (Appendix 1).  The investments under Tranche 3 will cover part of the POWERGRID investment plan under its Transmission Sector Road Map.", "name": "NATIONAL POWER GRID DEVELOPMENT INVESTMENT PROGRAM-TRANCHE 3"}