{"id": "46004-40051-013-LN2407", "locations": {"geometry": {"coordinates": [[36.54696, 104.17023]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "info": "The impact of the Project will be sustained urban development and improved quality of life of Baiyin people. The Project outcomes include (i) enabling infrastructure facilities to facilitate economic transformation, (ii) improved urban services in transport and district heating, and (iii) reduced air pollution.\n\nThe Project will have 5 major components:\n\n(i) Southern Baiyin infrastructure development. The component includes developing 6 square kilometers of industrial land with the basic public infrastructures including about 24.9 km long of primary and secondary roads and associated facilities such as water supply and drainage pipelines, cable and electricity lines, lighting, and public green field;\n\n(ii) Baiyin district road improvement. The component includes construction of 9 new roads, 14 bridges/culverts, and associated storm water, sewer, water supply, heating supply, bus rider/pedestrian and bicycle facilities, and rehabilitation and widening of 3 existing roads;\n\n(iii) Pingchuan district road improvement. The component includes construction of 7 new roads, and widening and rehabilitating 1 road and 3 bridges and associated facilities for storm water drainage, sewer and water supply pipelines;\n\n(iv) District heating services. The component includes construction of a new heating source plant with 4x58 (MW) capacity, heat transmission pipelines, and heat exchange stations to expand the district heating service area by 3.2 million square meters;\n\n(v) Capacity development and institutional strengthening. The Project will provide consulting services and financial support for Baiyin Municipal Government in the following areas: (a) to design and introduce an environmental management system for Southern Baiyin industrial zone, (b) to develop a geographic information system (GIS)-based urban planning and management system for integrated urban transport planning and management, (c) to provide consulting services during project implementation, and (d) to provide support for institutional strengthening of the project management office to meet the operational requirements for project implementation management. \n", "name": "GANSU BAIYIN URBAN DEVELOPMENT PROJECT"}