{"id": "46004-37188-013-LN2310", "locations": {"geometry": {"coordinates": [[24.49026, 67.92284], [26.13456, 68.7696], [24.54742, 67.62771], [24.14472, 67.44972], [24.3539, 68.26706], [24.64573, 68.49965], [24.21962, 67.5674], [24.72438, 68.87457], [24.65599, 68.83841], [24.05485, 67.57681]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[60.8443787030001, 23.694525458000058, 77.0489709880002, 37.054483541000096]], "info": "The overall Project impact is income and Government service access increases for poor households in Sindh Province. The outcome is improved, ecologically sustainable income and access to public services for poor residents in the eight coastal talukas  (sub-districts) of Thatta and Badin districts. The outputs include:  (i) sustainable community-managed income generating mangrove stands, pond/raft fisheries, and shell fisheries established; (ii) transparent and accountable community-driven mechanisms for identification, implementation and operations and maintenance of civil works and public services in place; (iii) increased and sustainable financial and non-financial services for household income generation provided, inclusive of community organizations, training and access to microfinance; (iv) environmentally sound coastal medium term development, management, and conservation plan implemented by CDA; and (v) project management system operational.  \n\nThere are four components for the proposed Project: (i) improved coastal management, including (a) mangrove planting, (b) crab/prawn pond and bivalve raft development, and (c) hatchery rehabilitation;  (ii) community development, including (a) community organization, (b) demand-driven small-scale community-managed initiatives, and (c) demand-driven local government-managed medium scale initiatives; (iii) institutional capacity development, including (a) area fisheries and water quality survey survey and district capacity building, (b) support for CDA including geographic information systems (GIS), coastal development plan and monitoring arrangements, leadership and teambuilding, and (iv) project management, inclusive of the project management unit (PMU) and two district PIUs, vehicles, furnishings, equipment, and consultants.  \n", "name": "SINDH COASTAL COMMUNITY DEVELOPMENT PROJECT"}