{"id": "46004-45511-006-LN3010", "locations": {"geometry": {"coordinates": [[25.93674, 113.46629], [27.04981, 113.55087], [28.29295, 112.83308], [28.0, 112.0], [29.49339, 112.64474], [27.65948, 110.14355], [28.1079, 112.96708], [28.1301, 113.03791], [29.30677, 113.11681], [27.86019, 113.11391], [28.20156, 113.03653], [27.00778, 113.33389]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "info": "The project will provide targeted support to 13 public TVET institutions in Hunan to strengthen the capability to deliver demand-driven quality programs related to priority industries. The project will build the capacity of IAGs and foster partnerships between 13 project TVET institutions and employers to jointly develop the skills needed in the workplace, and prepare graduates who are able to adjust to changing demands in the labor market quickly; modernize the curriculum by developing competency-based curriculum (CBC) in priority areas; upgrade the instructional capacity of vocational instructors and build TVET management capacity; strengthen market-oriented program planning through improved labor market information system (LMIS); and upgrade equipment and facilities in selected TVET institutions. \n\nStrategic fit. The project is the first Asian Development Bank (ADB)-financed lending project for TVET in the PRC and is envisaged to play a demonstration role for TVET development in the country. Because lack of worker skills and education are viewed as a constraint to the PRC 's inclusive growth, ADB involvement in the TVET sector is strongly justified. The project supports ADB' s education policy and education sector strategies and Strategy 2020.  It aligns with ADB 's PRC country partnership strategy, 2011- 2015  and supports the PRC 's 12th Five-Year Plan, which prioritizes developing high-quality human resources, increasing scientific and technological innovations, and accelerating educational reform. The project has the following demonstration features for replication in other provinces and autonomous regions of the PRC: \n\n(i) Enhancing industry involvement. The project will strengthen partnerships between TVET institutions and industries, and build the capacity of sector-specific IAGs in the priority sectors.\n(ii) Promoting inclusive technical and vocational education and training through information and communication technology. The project will broaden access for students from remote areas by developing online TVET courses, and thus foster sharing of teaching and learning resources among well-developed TVET institutions in urban areas and less-developed TVET institutions in poor and remote areas to benefit students in project and non-project TVET institutions. \n(iii) Greening technical and vocational education and training provision. The project will contribute to the Government of the PRC 's objectives of developing an environmentally sustainable and energy-efficient society under its 12th Five-Year Plan by designing, constructing, and maintaining teaching and learning buildings that reduce energy and water use, and promoting sustainable practices such as reducing, reusing, and recycling resources; encouraging the selection of training equipment with low energy consumption; and skills mapping to identify skills needed for environmentally sustainable development in Hunan. \n\nIncorporation of the lessons learned. Lessons from activities in skills training supported by ADB and the World Bank were incorporated into the project design. Lessons include (i) actively involving representatives of industries and IAGs in identifying occupational areas that are in demand, developing competencies for market-demanded occupational areas, and working with the project TVET institutions to develop modular, CBC and learning materials; (ii) conducting tracer studies of the trainees, and strengthening the capacity of the relevant government agencies and the TVET institutions to analyze labor market demand; and (iii) establishing a project benefit monitoring and evaluation system.", "name": "HUNAN TECHNICAL & VOCATIONAL EDUCATION & TRAINING DEMO PROJECT"}