{"id": "46004-43448-013-GRNT0367", "locations": {"geometry": {"coordinates": [[27.75463, 85.41351], [27.76667, 85.43333], [27.66667, 85.35], [27.69162, 85.30194], [27.91667, 85.41667], [27.79657, 85.36171], [27.6525, 85.2897]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[80.03028772000005, 26.343767802000087, 88.1690674240001, 30.416904195000086]], "info": "The Bagmati River Basin Improvement Project aims to improve water security and resilience to potential climate change impact in the Bagmati River Basin. The project will complement ongoing efforts of the Government of Nepal and civil society to improve water management and the river environment in the Bagmati River Basin (BRB). The project will invest in forming a river basin organization with adequate capacity and decision support systems for integrated water resources management (IWRM). It will finance the construction of upstream water storage, riverbed oxygenating weirs, riverbank beautification, and community initiatives to improve the river environment in Kathmandu Valley\n\nThe impact will be increased water security in the BRB. The outcome will be improved river health and flood management. The project is the first attempt in Nepal to apply the concept and principles of IWRM since its adoption under the 2005 National Water Plan.\n\nThe project focuses on priority issues selected by the basin stakeholders from the basin strategic investment road map. The road map is based on the 2009 Bagmati Action Plan and further consultations with basin stakeholders. The project has five outputs:\n(i) Established systems and capacity for integrated and participatory river basin management. Activities include (a) provide legal and institutional strengthening for IWRM and formation of a river basin organization (RBO), (b) mobilize basin stakeholders, (c) build capacity for increasing RBO competence, (d) establish a central water resources information system including a decision support system and an operating water quality monitoring network, and (e) prepare a 15-year participatory integrated river basin master plan.\n(ii) Improved riverbank environment in urban areas. Activities include (a) remove contaminated riverbed material; (b) construct weirs and provide phyto-remediation to enhance the river s self-cleaning capacity; (c) stabilize and beautify the riverbank; (d) mobilize, raise awareness, and build capacity of local government and communities for riverbank management and maintenance; and (e) collaborate with the private sector, which has expressed interest in setting up recreational businesses along the riverbanks through public private partnerships or finance maintenance as part of social corporate activities.\n(iii) Increased water availability in the basin during the dry season and watershed conservation. Activities include (a) construct an 861,000 cubic meters (m3) Dhap dam and complete detail design of the 8 million m3 Nagmati dam, (b) provide rooftop rainwater harvesting and groundwater recharge, and (c) implement upstream watershed management.\n(iv) Functioning flood forecasting and early warning system for the Bagmati River Basin. Activities include (a) upgrade the existing flood forecasting system, \n(b) install a flood early warning system, and (c) increase community awareness and build capacity for flood response.\n(v) Efficient project management with effective stakeholder communication. Activities include (a) establish competent project management and project implementation units, (b) undertake timely procurement and disbursement, and (c) implement the project communication strategy and monitoring.\n\n", "name": "BAGMATI RIVER BASIN IMPROVEMENT PROJECT"}