{"id": "46004-41626-013-LN2681", "locations": {"geometry": {"coordinates": [[25.86077, 85.78971], [25.1237, 83.70707], [26.65738, 84.91922], [24.90504, 84.18289], [26.15216, 85.89707], [25.57473, 83.97867], [25.75, 85.75], [25.19729, 85.52374], [26.8024, 84.49873], [25.41853, 86.1339], [25.56314, 84.67137]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[68.1434025400001, 6.74555084800015, 97.36225305200006, 35.49540557900009]], "info": "Electric power is an essential item for economic development and improvement of social wellbeing of India. It faces formidable challenges in achieving balanced infrastructure development, where the provision of adequate energy plays an essential role in reducing poverty through sustainable economic growth. The Government of India (GOI) has confirmed its `Power for All' initiative to provide universal power supply by 2012, which will require 100,000 megawatt (MW) of new generation capacity and related transmission and distribution facilities. Cognizant of the vast impact on the global environment and energy security, the GOI developed the Integrated Energy Policy, 2006. The policy encapsulates the vision to meet the demand for energy services of all sectors reliably with safe, clean, and convenient energy in a technically efficient, economically viable, and environmentally sustainable manner. \n\nThe past poor performance of state electricity boards was a roadblock to private sector investment in the power sector. In 2001, the GOI adopted a program of unbundling, open access, tariff restructuring, and rationalization. An independent central regulatory body was established, and the formation of state-level regulatory bodies was made mandatory. The Electricity Act, 2003 was intended to improve governance in the power sector through continued institutional restructuring and improved management of sector entities to ensure long-term sustainability. \n\nIn the late 1990's, many government finances were constrained by its payables to the state electricity board for electricity subsidies to agricultural consumers which had escalated to 20 percent of total revenues in some cases.  Bihar was not an exception. This adversely affected resource availability for important areas of infrastructure as well as for social services caused Bihar State to lag behind in socioeconomic indicators compared with other economically advanced states in India. \n\nADB's power sector program for India focuses on reforms to make the sector financially viable, operationally efficient, and conducive to private sector investments. Power sector reforms required by Electricity Act, 2003 and National Electricity Policy, 2005 are yet to evolve in Bihar and a comprehensive restructuring of the power sector is essential to the state's overall economic and social development. The Government of Bihar (GOB) is in the process of organizational restructuring for the power sector through evaluating different options for unbundling of Bihar State Electricity Board (BSEB) into generation, transmission and distribution companies. Subsequently, a financial restructuring plan will be developed. Although a three member Bihar Electricity Regulatory Commission (BERC) has been set up in 2006 thus far rules and regulations for the BERC have to be finalize for BERC's to assume responsibilities as a regulatory agency. \n       \nRapid augmentation of generation capacity is an overwhelming priority for Bihar to meet existing shortfall as well as the impending demand growth in the future years. Achieving minimal levels of self-sufficiency in generation is an important objective of the Bihar's power policy. The transmission infrastructure available in the state is not satisfactory, and its limitations have had an adverse impact on reliability and quality of power.  The current power distribution scenario in Bihar, which is characterised by about 47% Aggregate Technical and Commercial (AT&C) losses, warrants a radical change in the way electricity distribution is managed. Fundamental restructuring and institutional development of distribution operations in Bihar is crucial to the reforms envisaged in the power sector as a whole.  In summary, challenges faced in the power sector are: (i) insufficient generation capacity to meet peak demand, necessitating scheduled and unscheduled load shedding, (ii) transmission capacity is barely adequate and security of supply is at risk, and (iii) in the absence", "name": "BIHAR POWER SYSTEM IMPROVEMENT PROJECT"}