{"id": "46004-38628-022-GRNT0195", "locations": {"geometry": {"coordinates": [[19.3229, 101.59536], [18.5, 101.5], [18.75, 102.41667], [21.75, 102.33333], [19.51372, 103.27385], [19.53333, 103.48333], [19.25756, 101.71032], [18.21609, 101.40888], [17.73449, 101.39925], [18.0, 105.0], [18.35234, 104.92141], [21.63556, 101.90325], [18.03359, 101.31866], [21.66787, 101.89396]], "type": "MultiPoint"}, "type": "Feature"}, "bounds": [[100.0970732020001, 13.91545664500012, 107.66436324000011, 22.49604400700011]], "info": "The project will (i) construct 398 kilometers (km) of 115-kilovolt (kV) transmission lines with associated 115/22 kV substations, and erect about 1,100 km of new 22 kV medium- and low-voltage distribution lines to expand access to grid electricity to consumers in western Vientiane, Xaignabouli, and Phongsali provinces of the Lao PDR; (ii) provide nointerest credit to poor households in the project areas to help them connect to the distribution grid; and (iii) provide consulting services,including a project implementation consultant to Electricite du Laos (EDL) and advisory services to the Ministry of Energy and Mines (MEM). \n\nThe construction of the transmission and distribution facilities comprises three modules. The Asian Development Bank (ADB) will finance module 1, and Korea Eximbank will finance modules 2 and 3.\n\nModule 1 consists of (i) approximately 98 kilometers single circuit on double circuit towers transmission line from Paklay to Nonhai; (ii) a 20 mega volt ampere (MVA) new substation in Paklay; (iii) the extension of an existing substation in Nonhai; and (iv) the extension of an existing substation in Xayabury;\n\nModule 2 consists of (i) approximately 122.74 kilometers single circuit on double circuit towers transmission line from Paklay to Xayabury; (ii) approximately 74.6 kilometers single circuit on single circuit tower 115kV transmission line from Paklay to the Lao-Thai border near Kenthao for connection with the Thali substation located in the territory of Thailand; (iii) approximately 263 km 22 kV feeders from the Paklay substation, 156 km 22 kV feeders from the Nonhai substation, and 336 km 22 kV feeders from the Xayabury substation, all for related medium and low voltage distribution; and (iv) necessary connection from the Xayabury substation to 7,020 households, from the Nonhai substation to 7,553 households, and from the Xayabury substation to 1,541 households; and\n\nModule 3 consists of (i) approximately 102.4 km single circuit on double circuit towers transmission line from Namo to Boun Neua; (ii) a 20 mega volt ampere new substation (transformer feeder) in Boun Neua; (iii) a new 115kV switching station in Namo; (iv) approximately 361 km 22 kV feeders from the Boun Neua substation for related medium and low voltage distribution; and (v) necessary connection from the Boun Neua substation to 2,645 households.\n\nThe consulting services will be financed by ADB.", "name": "GREATER MEKONG SUBREGION NORTHERN POWER TRANSMISSI"}