{"info": "The executing agency for the Second India Infrastructure Project Financing Facility (IIPFF II), the India Infrastructure Finance Company Limited (IIFCL), requested ADB to approve the Tranche III (Periodic Financing Request [PFR]3) of IIPFF II for $240 million to finance 7 indicative new subprojects in addition to the disbursement balance left for 5 existing subprojects approved under Tranches I and II. The total cost of the 7 subprojects is estimated at Rs140.18 billion (or $2.92 billion), inclusive of taxes, duties, and interest and other charges on the loan during construction, against which IIFCL sanctioned Rs15.2 billion (or $316.27 million). The PFR3 is expected to catalyze 12 times of funding resources from the market.  \n\nThe requested loan of $240 million will be from ADB's ordinary capital resources under ADB's LIBOR-based lending facility with a 0.15% commitment charge and a 25-year term including grace period of 5 years, and such other terms agreed in the FFA and under the loan agreement. The last date on which any disbursement request under this tranche is expected to be made on 14 December 2014.\n\nIIFCL's project management unit (PMU), established under the IIPFF I, will continue to monitor day-to-day implementation of Tranche III including the identification, screening, selection, and monitoring of all subprojects, including compliance with state and national policies and the environmental and social safeguard framework. The indicative 7 subprojects under the proposed PFR3 were selected based on commercial and technical viability in compliance with relevant national and ADB norms. The tranche's loan proceeds will be disbursed in accordance with ADB's Loan Disbursement Handbook (2007, as amended from time to time). IIFCL requested retroactive financing for the PFR3. Except as otherwise agreed with ADB, it is proposed that the total eligible expenditure under retroactive financing will not exceed an amount equivalent to 20% of the individual loan and must have been incurred not more than 12 months before signing of the related legal agreements.", "bounds": [[68.1434025400001, 6.74555084800015, 97.36225305200006, 35.49540557900009]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[14.84108, 78.65299], [16.15477, 80.10279], [15.68559, 78.17836], [14.45363, 79.98674], [15.5, 79.5], [23.68811, 73.3875], [21.19594, 72.83023], [23.75, 79.58333], [23.16697, 79.95006], [23.75, 78.75], [21.527, 75.0459], [16.69013, 74.22981], [21.0, 79.0], [18.51957, 73.85535], [17.75, 75.5], [20.83333, 78.6], [19.87757, 75.34226], [21.45, 83.96667], [31.72524, 75.03404], [32.25218, 75.57587], [26.5741, 74.86685], [25.76042, 75.38093], [25.18254, 75.83906], [24.81667, 87.9], [22.38333, 82.13333], [22.1, 81.2], [22.5, 82.6], [23.0, 74.0], [20.91667, 73.05], [22.50321, 73.47242], [22.7, 81.0], [23.16, 79.95], [21.05, 80.25], [21.41667, 74.5], [21.31667, 83.28333], [25.61281, 88.12449], [22.5, 83.5]]}, "type": "Feature"}, "name": "SECOND INDIA INFRASTRUCTURE PROJECT FINANCING FACILITY-TRANCE 3", "id": "46004-41036-043-LN2822"}