{"info": "The proposed Secondary Education Sector Development Program (SESDP) is a sector development program (SDP), consisting of (i) a program loan; and (ii) a project grant.  The program loan would support key policy reform actions focused on strengthening the secondary education subsector (SES) -- which consists of lower secondary and upper secondary education (LSE and USE) -- throughout the Lao People's Democratic Republic (Lao PDR).  The project grant would finance investments that directly link to and support delivery on those policy actions and ensure they are effectively operationalized. Complementary program and project components will collectively address key priorities related to equitable access, quality and relevance, and subsector management in SES. The Program will principally be national or nationwide in scope, with access-related project investments targeted to selected disadvantaged and underserved areas.\n\nSubject to further review and dialogue between ADB and the Lao PDR government, the targeted impact of the Program will be improved educational attainment in Lao PDR, and the targeted outcome will be enhanced equity, quality, and efficiency of secondary education in Lao PDR. While the program and project components will principally be national or nationwide in scope, project investments to expand access will be targeted to 30 selected districts that are simultaneously classified by the government as poorest and educationally disadvantaged.\n\nThe Program design directly supports the Ministry of Education in operationalizing the government s reform agenda and programs to strengthen education (with a focus on SES), including key targets set for SES under the Education Sector Development Framework (ESDF).  Aligned with Lao PDR's ongoing SES reform agenda and ESDF's 3 pillars, the Program (including complementary policy program and investment project interventions) will deliver 3 core outputs: (i) expanded access to secondary education; (ii) improved delivery of new secondary education curricula; and (iii) strengthened SES management.", "bounds": [[100.0970732020001, 13.91545664500012, 107.66436324000011, 22.49604400700011]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[20.73393, 102.7515], [20.89077, 101.72765], [16.53296, 106.02338], [18.22568, 104.73074], [20.06257, 103.84032], [20.35359, 101.73128], [15.38199, 107.31847], [14.56821, 107.01088], [15.02944, 107.23158], [15.79886, 107.04529], [16.35868, 106.8748], [16.94067, 105.93677], [17.30329, 105.94077], [17.86886, 105.29146], [19.27979, 103.50898], [19.93248, 104.54561], [20.1739, 101.95155], [20.18744, 100.926], [20.67585, 100.52639], [20.5, 101.41667], [20.63194, 101.0784], [20.98503, 100.83104], [22.19586, 101.874], [18.26282, 102.18523], [21.57, 102.41], [20.34447, 104.34265], [16.76113, 106.33757], [19.3229, 101.59536], [16.38458, 106.50419]]}, "type": "Feature"}, "name": "SECONDARY EDUCATION SECTOR DEVELOPMENT PROGRAM", "id": "46004-40368-022-LN2777"}