{"info": "The Asian Development Bank initiated the Private Sector Development Project (PSDP) loan in 2008 which was intended to develop and expand the micro-, small-, and medium-sized enterprise (MSME) subsector leading to broad-based, private sector-led, and sustainable inclusive growth. Being an ADB initiative, MSME development was a part of the development strategy for Maldives under the 7th National Plan 2006-2010. The impact of the project is expected to be inclusive and broad-based MSME sector. The outcome of the project will be a further expanded and strengthened MSME sector. For this purpose, the MSMEDP will focus on enhancing the business environment and support infrastructure for doing business with better knowledge, greater access to financing, and expanded business opportunities for MSMEs. The project has three components. \n\nThe first component of MSMEDP will increase MSME access to business development services and support institutional capacity building for Business Development Services Centers (BDSCs) by (i) expanding BDSCs  geographical coverage to all seven provinces within the country; (ii) introducing new business development services (BDS) including business incubator programs offered by the BDSCs, including institutionalized support in creating and enforcing market linkages; and (iii) strengthening the institutional, infrastructural, and human resource capacity of an expanded network of BDSCs to better support BDS demand needs of MSMEs. This component will also support energy sector linkages to value chain business opportunities having potential for MSME participation. \n\nThe second component will improve MSMEs  access to finance through (i) additional a line of credit facility (LCF) to meet with a huge credit demand from MSME sector, (ii) extension of credit information bureau to improve information quality and reduce credit risk, and (iii) establishment of secured transaction registry providing database information on fixed and movable assets. \n\nIn line with previous PSDP implementation, information communication technology (ICT) will be managed by Bank of Maldives (BML) to promote MSME by providing them with financing for investment. The eligibility criteria for such financing includes (i) MSMEs which are registered in the MSME database; (ii) MSME activities focus on target clusters as per government policy (agricultural commercialization, fishery processing, handicrafts, and tourism-related activities which are environment impact neutral activities), and special emphasis will be given to non-traditional sectors such as ICT and renewable energy project (e.g. solar panel citizen service centers); and (iii) the MSME has adequate cash flow or enterprise budget as well as collateral.\n\nBML will undertake an independent credit risk assessment for proposals to determine if they meet the lending criteria agreed among the government, ADB, and BML. If the credit risk assessment is satisfactory, BML will approve subloans and execute an onlending agreement. Onlending agreements will be signed between BML and the subborrower on terms and conditions, as agreed among the government, ADB, and BML. The maximum sub-loan size for individual applicants will be local currency equivalent to $80,000 and the anticipated average sub-loan size is local currency equivalent to $40,000. It is expected that BML will provide around 200 MSMEs with subloans under LCF. Any deviation will be subject to ADB prior approval. The terms of lending will be on a commercial basis at the prevailing market rates of interest and tenor, reflecting costs of raising such funds locally and guaranteeing adequate spread of interest rates for BML to cover transaction costs and risks. \n\nMSMEDP needs to be classified based on its minimum or no environmental impact (as category FI treated as C). An eligibility criteria will be further developed in the LCF guidelines to ensure that the qualified MSME subproject shall be for activities that (i) are not included in the li", "bounds": [[72.684825066, -0.688571872999901, 73.75318444100017, 7.107245184000149]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[359.5, 73.25], [0.5, 73.25], [6.5, 73.0], [3.0, 73.16667], [2.16667, 73.25], [4.0, 73.16667], [5.5, 73.16667]]}, "type": "Feature"}, "name": "INCLUSIVE MICRO,SMALL & MEDIUM-SIZED ENTERPRISE DEVL PROJECT", "id": "46004-43566-013-LN2867"}