{"info": "Located in the east of Guanzhong Plain, Weinan City is part of the Guanzhong Tianshui Economic Zone, which was approved by the State Council in 2009 to strengthen the development of the western region. In line with the goals of the Guanzhong Tianshui Economic Zone, including that the gross domestic product (GDP) output reaches one-third of the western region by 2020, the Weinan City Government has prepared a long-term development plan (2007 2025) for the Luyanghu area to improve local livelihoods and environment, attract high-tech industrial investment, promote local tourism, and create job opportunities. The Weinan City Government established the Weinan Luyanghu Construction Development Co. Ltd. (WLCDC) to take charge of the planning and infrastructure improvement of the area.\n\nThe Luyanghu area has been barren for decades, mainly due to the long-term problems of saline and alkaline soils, high groundwater tables, and a poor drainage system. Luyanghu is a low-lying waterlogged area, with a watershed of 1,123 square kilometers (km2) across Fuping and Puchen counties. The lake was formed more than 10,000 years ago, and was gradually silted because of dry weather and agricultural activities. The water further receded gradually after a devastated earthquake in 17th century. Currently, only two shallow mud flats are left in Luyanghu area, namely Luboa Tan and Neifu Tan. The groundwater table in Luyanghu area is around 0 3 meters below ground surface. Salt and mineral contents in the groundwater and soils have become very high, which make agricultural activities almost impossible. Local people grow limited cotton and corn crops, with productivities only half of those in Weinan area. \n\nTo remove salts from the soil and improve agricultural productivity in Luyanghu area, the government established the Luoxi desalination drainage system in 1974, which consists of four main desalination drainage canals, i.e., main, west, central, and east canals; and associate minor drainage ditches. The desalination drainage system serves an area of about 418 km2. The original design of the desalination system was of low quality partly due to insufficient investment. Because of the lack of maintenance and management, the system has silted and fails to remove salts to the expected extent. The soil salinity is still high, and agricultural activities are still limited.\n\nLuyanghu area is one of the national poverty areas, with about 32,400 villagers. Most of them were mainly immigrants from Henan and Shandong provinces. More than 90% of the villagers are impoverished. Their 2006 average per capita income was only CNY1,480, which is CNY780 lower than the Shaanxi provincial average. Because of the flat topography and poor flood management system in the area, flooding is common during rainy season. The heavy storm in August 2003 is a case in point that caused heavy casualties and stranded thousands of villagers for days. International development organizations, such as the Department for International Development of the United Kingdom, the Government of Finland, and the World Bank have provided financial support in improving irrigation infrastructure and rural livelihoods in the area.  ADB has also been providing investment and technical assistance in the region to help improve land degradation, biodiversity recovery, environmental quality, and transport.  ADB has also worked with the Global Environment Facility to disseminate best practices for salinization control in dryland.  To help the government develop the western region and improve livelihoods in Luyanghu area, the proposed project will (i) rehabilitate the Luoxi desalination drainage system to remove salts from the soils, (ii) improve flood storage capacity of Luyanghu area to reduce flood risks to local people, and (iii) rehabilitate local wetland environment.", "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": []}, "type": "Feature"}, "name": "SHAANXI WEINAN LUYANG INTEGRATED SALINE LAND MANAGEMENT PROJECT", "id": "46004-44037-014-LN2980"}