{"info": "The southwest zone of Bangladesh is separated from other parts of the country, especially from the north central zone where the national capital of Dhaka is located, by the Padma river. Although there have been improvements and developments of the road network of the southwest zone, links with the rest of the country across the Padma river are still via ferries. Transport capacity of ferry services is very limited, and waiting time at ferry ghats is about one hour for buses/light vehicles and two hours for trucks. In addition, riverbanks of the Padma river are very unstable and the river width changes frequently, which results in approach ghats being temporarily depending on the seasons. Therefore, expansion of existing ferry terminals is difficult due to these unstable river conditions. Moreover, there is an urgent need to replace existing dangerous ferry/launch operations between Dhaka and the southwest region by more safety and reliable surface transport system. Overloaded vessels frequently sink in this waterway route passing through near the risky-prone zone of turbulent confluence of the Padma and Meghna rivers.\n\nThe social, economic and industrial underdevelopment of the southwest zone, which encompasses Bangladesh's second major port, Mongla, its third main city, Khulna, and the inland port at Benapole, is in part due to difficult access across the Padma river to the rest of the country. If a bridge to cross the Padma River is constructed, it will certainly strengthen the linkage between the southwest and north central zones. A highway bridge, in particular, will improve and enhance the freight and passenger transportation between Dhaka and major points in the southwest zone and contribute substantially to the regional development of the southwest zone as well as to national economic growth.\n\nThe TA Loan will assist the Government in preparing the detailed engineering documents and procurement of the Padma Bridge construction.", "bounds": [[88.02178959200009, 20.73871491100003, 92.64285119700017, 26.623544007000064]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": []}, "type": "Feature"}, "name": "PADMA MULTIPURPOSE DESIGN PROJECT", "id": "46004-35049-023-LN2375"}