{"info": "The government's medium-term reform priorities focus on the identified development constraints. First, the government seeks, in particular, to foster economic development by strengthening regulatory oversight. This in turn will increase stability and investor confidence. Also, the Capital Market and Nonbank Financial Industry Master (CMNMP) aims to deepen the capital market, expand access to nonbank financing, and broaden the investor base. To attain these objectives and build momentum for capital market development, the CMNMP provides a functional focus on increasing the linkages between the contractual savings subsector, the subsector dealing in funding arrangements that are compliant with Islamic sharia law, and the traditional capital markets. To support these reforms, the government has requested ADB assistance in the form of a policy-based program loan. The program will build on the government's accomplishments under the post-program partnership framework (P3F) of Subprogram 2 of ADB's Capital Market Development Program Cluster. To support these reforms, the government has requested a loan of $300,000,000 from ADB's ordinary capital resources. The loan will have a 15-year term, including a grace period of 3 years, an annual interest rate determined in accordance with ADB's London interbank offered rate-based lending facility, a commitment charge of 0.15% per year, and such other terms and conditions as set forth in the draft loan agreement. \n\nUnder output 1, the creation of the Integrated Financial Services Authority (OJK) was authorized in law in 2011 and the agency will be operational by the end of 2012. This initiative will provide for independent, harmonized, and comprehensive regulation and supervision of the financial markets. ADB has been a consistent supporter of this effort since 2002.  In addition, Bapepam-LK has further enhanced its supervisory capabilities and those of the successor OJK by processing the revision of three primary financial sector laws on capital markets, insurance, and pensions to include resolution powers over problematic institutions and qualified supervisor immunity. Drafts of all three laws have been completed, socialized and entered into the national legislative agenda. Bapepam-LK has introduced risk-based supervisory practices to the contractual savings subsector and has continued to pursue regional integration initiatives that include the harmonization of standards. As part of these efforts, Bapepam-LK has participated in an initiative to introduce a common set of corporate governance standards in the Association of Southeast Asian Nations and has strengthened corporate governance standards in Indonesia in line with this effort. Programs to develop the capacity of the industry and financial regulators have been completed and will continue.\n\nUnder output 2, the government focused on coordinated, ongoing activities to strengthen the primary and secondary government debt market, including the market for sukok. Specifically, the Directorate General of Debt Management continued to consolidate government debt issuance around recognized benchmarks. To support the secondary market and to strengthen the conduct of monetary policy, Bank Indonesia discontinued issuance of Bank Indonesia bills, which were supplanted by Treasury bills beginning in 2011. Concurrently, Bank Indonesia began implementing monetary policy through open market operations with its own inventory of securities and repos/reverse repos with maturities of 1 week to 6 months. This reform includes measures to increase the proportion of tradable securities within the government's debt stock by beginning a process through which non-tradable bank recapitalization bonds will be converted to tradable status. To improve market efficiency, increase trading volumes, and strengthen risk management, a draft global master repurchase agreement, with applicable annexes, has been completed and will be introduced into Indonesia in 2013. To provi", "bounds": [[95.01270592500012, -10.922621351999808, 140.97762699400008, 5.910101630000099]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": []}, "type": "Feature"}, "name": "FINANCIAL MARKET DEVELOPMENT AND INTEGRATION PROGRAM", "id": "46004-44252-013-LN2895"}