{"info": "The Second India Infrastructure Project Financing Facility (IIPFF II or the Facility), a Multitranche Financing Facility (MFF), involves a loan of $700 million to India Infrastructure Finance Company Limited (IIFCL or the Borrower) which directly supports the Government's infrastructure development agenda through enhancing the availability of the much needed long-term funds for infrastructure financing. The Facility is an integral part of ADB's sector strategy and compliments ADB's parallel initiatives in public-private partnerships (PPPs), contractual savings, and capital markets-all of which contribute to creating an enabling environment for long-term financing for infrastructure development. \n\nA Framework Financing Agreement (FFA) was signed between Asian Development Bank (ADB), IIFCL, and the Government of India (the Government or the Guarantor) on 6 October 2009 for IIPFF II. On 17 November 2009, ADB's Board of Directors approved the MFF. Subsequently, the loan and guarantee agreements for the first tranche (Tranche I) amounting to $210 million were signed on 22 December 2009 by authorized signatories. The loan for Tranche I became effective as of 17 March 2010. The Facility Administration Memorandum was signed on 17 March 2010 between ADB and IIFCL. In February 2010, an environmental and social management unit (ESMU) was established which was a condition precedent for the loan effectiveness of Tranche 1. \n\nIIFCL requested ADB to approve the second tranche of IIPFF II. In this context, the IIFCL submitted the second periodic financing request (PFR2) dated (17 November 2010 [to be updated]) amounting to $250 million. This report has been prepared to provide management with the project team's assessment of the MFF implementation and recommendations for funding under Tranche II.", "bounds": [[68.1434025400001, 6.74555084800015, 97.36225305200006, 35.49540557900009]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": []}, "type": "Feature"}, "name": "MFF-SECOND INDIA INFRASTRUCTURE PROJ. FINANCING FACILITY-T2", "id": "46004-41036-033-LN2717"}