{"info": "Tranche 2 will finance outputs under both components of the approved MFF:\n\nComponent A:  Transport Infrastructure Development\na) reconstruction and widening of the approximately 106 kilometer (km) Sapary to Jalalabad Road (the second section of the Kabul to Jalalabad Road), including provision of related design and construction supervision services;\nb) rehabilitation of the approximately 32 km Chan-e-Anjir to Gereshk Road, (the second section of the Lashkar Gah to Gereshk Road), including provision of related design and construction supervision services; and\nc) reconstruction of the approximately 50 km Sharan to Angoor Ada Road in Paktika, including provision of related design and construction supervision services.\n\nAll road infrastructure development projects under Tranche 2 have been designed to include community development and security plans.\n\nComponent B:  Transport Network Management Capacity Development\na) capacity building for the Ministry of Public Works (MPW) including restructuring support based on a revised business plan and design and implementation of an asset management system; and\nb) provision of support for project management and investment program implementation to MPW including procurement oversight, construction and contract supervision, safeguard policy and plan preparation and implementation, and feasibility studies to prepare subsequent tranches of the investment program.", "bounds": [[60.48677779100012, 29.38660532600005, 74.89230676300014, 38.473673402000145]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[32.75172, 69.04727], [33.20084, 68.72573], [33.17568, 68.73045], [32.41667, 68.75], [34.33333, 70.41667], [34.42647, 70.45153], [31.0, 64.0], [31.82089, 64.57005], [31.6793, 64.31485], [33.0, 66.0], [32.51917, 69.27167], [31.62594, 63.86144], [31.82936, 64.60853], [34.28164, 69.77015], [34.41712, 70.44959], [34.22706, 70.14675], [34.19418, 69.98013], [34.39385, 70.27444], [32.71332, 69.27614], [32.97518, 69.19243], [33.06067, 69.0343]]}, "type": "Feature"}, "name": "MFF:TRANSPORT NETWORK DEVELOPMENT INVESTMENT PROGR", "id": "46004-44482-023-GRNT0327"}