{"info": "The proposed Project  will improve strategic national road corridors in northern Kalimantan and southern Java to support economic growth in these two less developed and poorer areas of Indonesia. The rehabilitation, capacity expansion and new construction of highways will strengthen national and regional connectivity, and improve access to markets, job opportunities and social services in four provinces.  The national road network in southern Java is incomplete, with some road sections of the southern Trans Java Highway not yet constructed resulting in gaps in network coverage; other sections are constructed below national standards and in poor condition. Improved road infrastructure in southern Java is necessary for removing existing constraints to economic growth and investment in this isolated area. Similarly, road network improvements are needed to support economic development in the less developed and remote districts in northern Kalimantan. Improved road connections in Kalimantan to the border will also support the Brunei Indonesia Malaysia Philippines East ASEAN Growth Area (BIMP-EAGA) transport initiatives to develop two land-based transport corridors for greater connectivity and reduced transport costs  and complement other BIMP-EAGA programs to reduce non-physical barriers to trade by improving customs, immigration, quarantine and security processes. Recognizing the need to protect and preserve the environmentally sensitive areas of Kalimantan, the proposed project will not support any road improvements in this area.", "bounds": [[95.01270592500012, -10.922621351999808, 140.97762699400008, 5.910101630000099]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[359.96635, 110.10184], [352.5, 110.0], [352.2606, 112.5099], [360.0, 110.5], [0.5, 116.5], [352.72861, 109.71583], [352.62167, 109.18917], [352.25, 109.48333], [352.0875, 111.04611], [358.0, 110.75], [1.5, 109.25], [356.6821, 115.0348], [2.83816, 117.36578], [352.55667, 109.24917], [0.9, 109.0], [351.7193, 112.6896], [4.21845, 117.25728]]}, "type": "Feature"}, "name": "REGIONAL ROADS DEVELOPMENT PROJECT", "id": "46004-38479-034-LN2817"}