{"info": "The Housing for Integrated Rural Development (HIRD) Program is a high priority component of Uzbekistan s Welfare Improvement Strategy (WIS) 2012 2015 for achieving inclusive growth and greater diversification of the economy.   HIRD focuses on rural housing as an engine for economic transformation and accelerating rural development. Planned communities, modern house designs, new construction technology and materials, and more environmentally sustainable construction solutions are advancing the construction sector and providing opportunities for Uzbek entrepreneurs and industries. As part of HIRD up to 10,000 homes are being built per year, creating opportunities for up to 1,000 small rural contractors and 100,000 rural construction jobs annually. Improved access to nearby schools and clinics is a key part of this program. More reliable electricity, gas, and water supply, combined with community designs that include space for retail shops and commercial services, are opening up opportunities for home-based businesses. HIRD is an important driver for the 500,000 rural micro and small enterprises and home-based jobs targeted each year. \n\nOn 31 August 2011, the Asian Development Bank (ADB) approved a $500 million multitranche financing facility (MFF) for the Housing for Integrated Rural Development (HIRD) Investment Program principally to provide financing to participating commercial banks (PCBs) for onlending to more than 40,000 targeted rural homebuyers.  \n\nUnder HIRD, subloans financed by the MFF help support construction of new modern houses built in planned rural community sites, with serviced land plots with electricity, gas, water supply and sanitation, and roads provided by local governments. Local governments also provide access to and improvements in nearby schools and medical clinics, and are making space available for new retail shops and commercial services.", "bounds": [[55.975838663000076, 37.18514740000002, 73.14864058400016, 45.55871897400006]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[38.0, 67.5], [39.58333, 66.58333], [38.58333, 66.0], [40.0, 64.0], [41.33333, 69.25], [40.5, 68.75], [42.0, 64.0], [40.99747, 71.24784], [41.5, 60.5], [40.33333, 67.66667], [40.5, 71.25], [40.75, 72.33333], [44.21636, 58.82986]]}, "type": "Feature"}, "name": "MFF:HOUSING FOR INTEGRATED RURAL DEVT INVESTMENT PROGRAM-PROJECT", "id": "46004-44318-025-LN3039"}