{"info": "The Asian Development Bank (ADB) supported Urban Primary Health Care Project (UPHCP) is one of the largest public-private partnerships (PPP) in the delivery of primary health care (PHC) in South Asia. The Government of Bangladesh with the assistance of ADB implemented the First Urban Primary Health Care Project (UPHCP-I) from March 1998 to June 2005.  The Second Urban Primary Health Care Project (UPHCP-II), supported by ADB and the Governments of the United Kingdom and Sweden, commenced in July 2005 and was completed in December 2012.  A provision of $50 million has been made for the Bangladesh Urban Primary Health Care Services Delivery Project (UPHCSDP) in ADB's lending pipeline for 2012 in addition to $400,000 grant support for Supporting the Urban Primary Health Care Services Delivery Project in 2012. The UPHCSDP and the grant continue the provision of urban PHC, among others, through successful PPPs pioneered by UPHCP-I and II.  \n\nWith a density of 2,756 people per square kilometer (km2) in urban areas and 843 people per km2 overall, Bangladesh is the most densely populated country in the world (excluding a few city-states).  Bangladesh is urbanizing at a rapid pace and the country's urban population is expected to reach 89.5 million (from 39.5 million in 2005) by 2030.  According to one estimate, by 2020 the urban poor figure could be as high as 40%-60% of the urban population.  Notwithstanding higher economic growth in urban areas, the absolute number of poor households is increasing in urban Bangladesh due to migration of rural poor into urban areas. Studies have shown that the health indicators of the urban poor are as worse as those of the rural poor because of poorer living conditions, and limited urban PHC. Failure to provide urban PHC can have serious negative externalities - spread of communicable diseases, debilitating epidemics, reduction in economic productivity, among others.", "bounds": [[88.02178959200009, 20.73871491100003, 92.64285119700017, 26.623544007000064]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[23.89154, 90.40232], [24.89904, 91.87198], [24.45771, 89.70802], [24.374, 88.60114], [23.61352, 90.50298], [23.46186, 91.18504], [25.74664, 89.25166], [23.9028, 89.11943], [23.7104, 90.40744], [23.22348, 90.06041], [23.92336, 90.3959], [22.3384, 91.83168], [22.80978, 89.56439], [22.70497, 90.37013], [24.43944, 90.78291]]}, "type": "Feature"}, "name": "URBAN PRIMARY HEALTH CARE SERVICES DELIVERY PROJECT", "id": "46004-42177-013-LN2878"}