{"info": "The government requested ADB to finance the Gereshk Electricity Services Improvement Project. Gereshk, with a population of approximately 70,000, is a district economic center in Helmand, where insurgency has been significantly active, and is strategically located on the national highway (Corridor 1) that connects Herat and Kandahar. With the stability being regained, the government would like to restore the licit livelihood of the town residents and functions of the town as the district economic center. However, the rehabilitation and expansion of the existing hydropower plant is needed to make more power available in Gereshk. Upgrading and expansion of electricity distribution infrastructure and end-user connections are likewise necessary to increase the access to electricity. In addition, enhancement of DABS s capacities is required to implement the project and improve operation and maintenance of the system. \n\nThe impact of the project will be better power supply in areas south of Kabul. The project will increase access to more reliable power supply in Gereshk. The project outcome will be increased hydropower generation capacity in Gereshk. \n\nThe project will rehabilitate and upgrade the Gereshk power supply system. It will increase household connections from 2,500 to 5,000 covering 50,000 people residing within the 6 km radius of the town center.  With increased installed generation capacity and upgraded distribution system, the project will improved the access to more stable electricity. \n\nThe project will include the following components to improve and expand the Gereshk distribution system and strengthen DABS operational capacity. Physical component of the project will include: (i) rehabilitation and upgrading of hydropower plant with 4.8 MW installation capacity; (ii) replacement of 10 km of 3.3 kV distribution lines to 20 kV line; and (iii) replacement and new installation of end-user meters. Non-physical component will enhance DABS project implementation and operation and maintenance capacities.", "bounds": [[60.48677779100012, 29.38660532600005, 74.89230676300014, 38.473673402000145]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[31.82089, 64.57005]]}, "type": "Feature"}, "name": "MFF:ENERGY SECTOR DEVELOPMENT INVESTMENT PROGRAM-T", "id": "46004-42094-042-GRNT0280"}