{"info": "The Project aims to strengthen the national AST system in Viet Nam, thereby contributing to the sustainable and equitable growth of the agriculture sector and ultimately to reduced rural poverty. The Project will address critical issues involved in AST development, including the low level of linkages among key AST areas (agricultural research, extension, and training), and the gap in the capacity of physical and human resources for the national AST system. The Project will contribute to the resolution of these issues and increase the effectiveness and relevance of AST activities for clients to receive benefits of improved AST, and promote on-farm and off-farm sustainable use of natural resources. Including the three key AST areas under the Project as part of the integrated national system is vital if the full potential of AST development is to be realized. \n\nThe Project scope will cover (i) client-oriented agricultural research and capacity strengthening, (ii) grassroots agricultural extension improvement, and (iii) rural-based technical and vocational training. The activities will be undertaken through close linkages among the components. Specific project outcomes will include (i) improved capacity of physical and human resources for agricultural research, (ii) increased responsiveness of agricultural research activities to client needs, (iii) improved farmer access to participatory and pro-poor agricultural extension services, (iv) strengthened linkage between agricultural research and extension, (v) increased responsiveness of rural-based technical and vocational training to national sector goals, and (vi) strengthened capacity of rural-based agricultural training. The project scope has been carefully designed to avoid overlapping, and be technically complementary to the ongoing policy and institutional reforms under the ASDP.", "bounds": [[102.11865523300011, 8.565578518000152, 109.47242272200018, 23.366275127000122]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[20.06667, 105.33333], [12.16667, 107.75], [15.58333, 107.91667], [19.25, 104.91667], [11.75, 108.83333]]}, "type": "Feature"}, "name": "AGRICULTURE SCIENCE AND TECHNOLOGY PROJECT", "id": "46004-36304-013-LN2283"}