{"info": "Hunan is a land-locked province located in central PRC. It has a population of 68.4 million. It is one of the six central provinces supported by Government s Central Region Development Strategy. Hunan is rich in navigable waterway resources. It has the third longest provincial IWT network in the PRC, with over 11,495 km of waterways, 107 ports and 1,880 berths. However, only 5% of the waterway and berths can accommodate vessels of up to 1,000 tons carrying capacity. Historically, IWT used to be the most important transport mode in the province. By 2009 it was carrying 10% of total freight ton-km, reflecting past low public investment in IWT compared to other modes. In 2009 the total IWT investment was CNY551 million, about 1% of total road investment.\n\nThe Xiang River (Xiangjiang)  is one of the largest tributaries of the Yangtze  and the largest river in the province. Originating in Guangxi Zhuang Autonomous Region, it is 969 km long, with 773 km in Hunan before it flows into the Yangtze River (Map). The Xiang waterway network runs from south to north, via the Yangtze River,  connecting six of Hunan s cities  and major concentrations of population with the PRC s east coast seaports. Habitation and industry in Hunan is oriented along the river valleys. There is a great potential for further development of Xiang waterway to support transport of minerals and agricultural products from their sources inland to the major markets on the eastern seaboard, including by inland shipping services linking the Yangtze and Xiang rivers.\n\nWith the encouragement from the MOT s vessel standardization programs, the average vessel capacity in Hunan has increased from 213 deadweight tons (dwt) in 2005 to 318 dwt in 2010. The largest vessel in operation at present is 5,600 dwt. Traffic on the Xiang waterway has grown at 21% per annum since 2000.  However, these increases in vessel size and traffic have taken place in the downstream part of Xiang River and the areas close to the Yangtze River. The middle and upper reaches currently have limited water depth and long rocky shoals prevent safe year-round access by large vessels.  Further growth is also constrained by obsolete and insufficient port infrastructure and landing facilities. These bottlenecks restrict the utilization of the middle and upper streams of the Xiang River, and increase the transport cost and voyage time, which reduce the competiveness of the waterway compared with other modes of transport. Removal of these bottlenecks is a priority.", "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[26.58056, 112.39778], [29.43378, 113.13381], [26.5875, 112.58833], [28.0, 112.0], [26.76314, 112.62835], [26.88946, 112.61888], [31.78667, 121.14139], [26.6932, 112.66748], [26.7294, 112.668]]}, "type": "Feature"}, "name": "HUNAN XIANGJIANG INLAND WATERWAY TRANSPORT PROJECT", "id": "46004-43031-013-LN2962"}