{"info": "The project proposed for financing under the requested PFR is a slice of Project 1, which is the project in Southern Province, under the Integrated Road Investment Program, including three components: (i) Road improvement in Southern Province: The component will improve and/or maintain 560 km of rural access roads and 130 km of national roads. The rural access roads, including 510 km of local roads and 50 km of provincial will be on access routes between the rural hubs and the trunk road network. The rural access roads will be improved to all-weather standards, and be maintained for three years. The national roads will connect the rural access roads to adjacent socioeconomic centers. About 110 km of national road corridor will be improved and maintained under road management contracts for seven years, and the other 20 km of national road sections will be improved together with the rural access roads and maintained for three years. (ii) Capacity development: The component will build the capacity of road agencies on road asset management, project management, and contract administration. The road agencies including the Ministry of Highways, Ports and Shipping (MOHPS), Road Development Authority (RDA), and the provincial and local road agencies. RDA will take lead in developing a harmonized road asset management approach in the level of central, provincial, and local governments. Individual consulting services will be engaged to assist the MOHPS and RDA in developing their own capacity and in the skill transfer program from RDA to provincial and local road agencies in Southern Province. (iii) Project preparation: The component will carry out feasibility study, and engineering design for the subsequent tranches. The scope will cover projects in Sabaragamuwa Province, Kalutara District of Western Province, Central Province, North Central Province, and North Western Province.", "bounds": [[79.65577233200005, 5.92373281500015, 81.89031009200008, 9.829575914000145]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": []}, "type": "Feature"}, "name": "MFF:INTEGRATED ROAD INVESTMENT PROGRAM-TRANCHE 1", "id": "46004-47273-003-LN3171"}