{"info": "The proposed investment program includes three tranches encompassing generation expansion and associated transmission and distribution improvements.  Tranche 1 mainly focuses on generation expansion. Tranche 2 focuses on transmission and distribution improvement together with a pilot solar irrigation component.  Tranche 3 also invests on generation expansion. Generation expansion in the MFF will be undertaken through supply side energy efficiency improvement so that about 50% power can be generated without burning additional gas. Given the acute gas shortages in Bangladesh, conversion of single cycle gas fired power plants to combined cycle plants   the technology adopted in the investment program    is the best way to expand the generation capacity. The sequencing of the tranches is well aligned with the sector needs and the government program.\n\nThe Tranche 1 of the proposed Power System Expansion and Efficiency Improvement Investment Program will address two key areas in the power sector aligning with the priorities identified in the CPS: improving energy use efficiency of thermal power plants; and improving the transmission network capacity.  The project interventions will include: (i) adding 235 MW capacity by conversion of four single cycle gas fired power plants to combine cycle plants at Khulna, Baghabari, Sylhet  and Shahjibazar; (ii) construction of 180 km 132 kV transmission lines and four 133/32 kV substations; and (iii) capacity building. The capacity building component includes training on investment planning, operations planning, energy auditing and monitoring, financial management and auditing, project preparation and appraisal, and operation and maintenance of solar irrigation pumps. In addition, the capacity building component will provide consultants for preparation of subsequent tranches and implementation support.", "bounds": [[88.02178959200009, 20.73871491100003, 92.64285119700017, 26.623544007000064]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[24.89904, 91.87198], [24.25305, 91.38084], [24.85867, 88.286], [22.80978, 89.56439]]}, "type": "Feature"}, "name": "MFF:POWER SYSTEM EXPNSION&EFFCNCY IMPRVMNT INVSTMNT PROG-TRANCHE1", "id": "46004-42378-015-LN2966"}