{"info": "The impact of the project will be improved urban water environment, public health, and quality of life for urban residents in the Huainan municipality. The outcome of the project will be improved management of surface water resources in the Huainan municipality. The project will have the following components which are all linked to each other: \n\nComponent 1: Improvement of wastewater collection and transmission systems. This component will include installation of 115.2-kilometer (km) new main wastewater collection and transmission pipes in the eastern area of the Huainan municipality, and installation of 63.7-km new main wastewater collection and transmission pipes and construction of three new pump stations for wastewater transmission in the western area. \n\nComponent 2: Improvement of urban water channels. This component will include improvement of existing 7.6-km Bagongshang water channel, 8.7-km Xiejiaji water channel, 13.8-km Donghua water channel, 0.5-km Old Longwang water channel, and 3.5-km Longwang water channel; and construction of a new 8.1-km Longwang flood diversion water channel. Activities under this component will include (i) sludge removal  from the five existing urban water channels; (ii) improvement or construction of the water channels to improve the urban water environment and increase flood flow capacity to meet 1/20 year-level storm water; (iii) installation of new wastewater collection and transmission pipes along the channels to intercept wastewater inflow into the channels; and (iv) promotion of international best practices of nonstructural measures, such as reduction of garbage dumping along the channels and their tributaries; setting and securing of environmental flow in the channels; sustainable maintenance of the channels; monitoring of water quality and ecosystem; and capacity and institutional strengthening.\n\nComponent 3: Improvement of lakes and wetlands. This component will include two subcomponents. Subcomponent 3.1: Increase of flood control capacities will include construction of 13-km embankments and four pump stations along Gaotang Lake, improvement of the Dajiangou and Long Lake pump stations, and reconstruction of the Caozhuizi and Shijian Lake pump stations to increase flood control capacities to meet 1/20 year-level storm water. Subcomponent 3.2: Improvement of water environment will include improvement of water environment in Gaotang Lake, Dajiangou wetland, Long Lake, Caoling Lake, and Shijian Lake. Activities to improve water environment may include, but are not limited to, (i) sludge removal (footnote 3); (ii) plantation for water self-purification; and (iii) promotion of international best practices of nonstructural measures, such as monitoring of water quality and ecosystem; species recovery; public awareness raising and education; and capacity and institutional strengthening.   \n\nComponent 4: Project management support and capacity development. Activities under this component will include (i) consultants  support for project management; (ii) institutional and capacity strengthening for project management, and operation and maintenance of the infrastructure; and (iii) provision of equipment for project management.", "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[32.73824, 116.78813], [32.62639, 116.99694], [32.63167, 117.17611], [31.51667, 117.55], [32.63292, 116.84003], [31.81553, 118.3658], [31.41206, 118.64193], [32.62609, 116.91655]]}, "type": "Feature"}, "name": "ANHUI HUAINAN URBAN WATER SYSTEMS INTEGRATEDREHABILITATION PROJEC", "id": "46004-46078-002-LN3054"}