{"info": "The project aims to promote environmentally sustainable and socioeconomically inclusive urban development in Huangshi, Hubei Province, by upgrading urban environmental infrastructure and services. The project will support wastewater management, lake rehabilitation, sludge treatment, solid waste management, and related urban environmental services.\n\nThe project is located in Huangshi, southeastern Hubei Province, 80 kilometers (km) southeast of Wuhan, the provincial capital. The city is spread over floodplain on the south bank of the Yangtze River, having developed around three lakes: Cihu, Qingshan, and Qinggang. In 2010, the population of the municipality was 2.43 million, with 765,000 living in the urban area. Huangshi's initial development was based on mining, and its associated secondary industries have driven the city's economic development. Resource depletion and the need for more balanced and sustainable development prompted the Huangshi municipal government (HMG) to renew the city by upgrading its industry, relocating polluting industries outside of the central urban area, and developing tertiary industries and an enabling investment environment. This will help Huangshi strengthen its development potential as a core secondary city in Hubei Province, supporting balanced regional development in the province. Huangshi is a part of the Wuhan+8 megacity cluster, which the government promotes as a pilot administrative zone for balanced, environment-friendly economic development within the cluster.", "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[31.01572, 112.9512], [30.1418, 115.04873], [30.14978, 115.22074], [30.20192, 115.02868], [30.23306, 115.0362], [30.14048, 115.33304], [30.20337, 114.90734], [30.15526, 114.98466], [30.19517, 115.06018], [29.98039, 114.91756], [30.20717, 115.16636], [30.09771, 114.9798], [30.20355, 114.87634], [30.21783, 115.07904], [30.12145, 115.53308], [30.14147, 115.23673], [30.22554, 115.05996], [30.15372, 115.1235], [29.97935, 115.11417], [30.25, 115.06667], [30.24706, 115.04814]]}, "type": "Feature"}, "name": "HUBEI HUANGSHI URBAN POLLUTION CONTROL & ENVIRONMENTAL MANGMT PRO", "id": "46004-44019-013-LN2940"}