{"info": "Project 3 under the Investment Program is divided into two main subprojects benefitting the population of 50,573. The first subproject will improve the water supply and sewerage network in Aghjabedi town, whereas the second subproject will improve the same in peri-urban towns of Nakhchivan, namely , namely Qaracuq, Qarahanbeyli, Bulgan, Haciniyyet and Tumbul, located south and southwest of Nakhchivan city. The main objectives of the subprojects are to (i) meet the demand for water by increasing the proposed volume at the consumer end to 147 liters per capita per day (lpcd) for domestic consumption and 29.4 lpcd for non-domestic consumption; (ii) increase the abstraction of water from the existing and new sources to meet water demand; (iii) improved water distribution network to provide between 90 to 100% of the households with safe and reliable water supply as compared to 32% in 2011; (iv) reduction of non-revenue water (NRW) to 10% of production through district/bulk metering; hydraulic zoning; leak detection and consumer metering. Under the Aghjabedi subproject, the investment in infrastructure would include improvement of the water intake facilities, water supply network, sewerage system as well as the administrative infrastructure. Specific activities will include: (i) rehabilitation of two existing bore wells and construction of 8 new bore wells; (ii) rehabilitation of the two existing reservoirs and construction of four new reservoirs; (iii) construction of sewage collecting system, pump stations, and effluent discharge pipelines, (iv) wastewater treatment plant and associated workshop office buildings. Under the Nakhchivan subproject, the construction of only water distribution and sewage collection networks is envisaged for peri-urban towns, as the water treatment plant and sewage treatment plant constructed under Project 1 and Project 2 respectively would also cater to the peri-urban towns of Nakhchivan. Overall, Project 3 includes construction of 266 km of water supply network, 8,000 cubic meters of storage reservoirs, 245 km of sewer lines, and a sewage treatment plant of 20 MLD capacity in Aghjabedi.", "bounds": [[44.77455855300022, 38.392644755, 50.62574303500011, 41.89044159000015]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[39.16791, 45.42424], [39.20991, 45.41817], [39.18894, 45.39117], [39.19067, 45.37732], [39.1847, 45.38443], [40.05015, 47.45937]]}, "type": "Feature"}, "name": "WATER SUPPLY AND SANITATION INVESTMENT PROGRAM-TRANCHE 3", "id": "46004-42408-043-LN3079"}