{"info": "The project will expand the transmission evacuation system in Uttarakhand resulting in rapid expansion of hydropower. Approximately 6,000MW of hydropower capacity is expected to be developed in Uttarakhand by 2021, of which 2,700MW will be added in Alaknanda river basin. The project will establish a strong and reliable bulk power evacuation system of 2,500MW capacity connecting Uttarakhand to the Northern Grid.\n\nThe proposed tranche will have the following outputs: (i) construction of 400/220kV 2 x 315MW GIS substation in Pipalkoti; and (ii) construction of 400kV double circuit (D/C) from Srinagar to Kashipur Transmission Line (152.8km).\n\nThe project will be implemented over a period of 3 years including procurement and construction activities. The Government of Uttarakhand, Energy Department (UED) will be the executing agency supported by the project management office (PMO). The PMO is responsible for overall project coordination and reporting. The Power Transmission Corporation of Uttarakhand Limited (PTCUL) is the implementing agency. The project implementation unit (PIU) exists in PTCUL and is responsible for procurement and daily project implementation.\n\nThe PMO has been established and staff recruitment are undergoing. The Initial Environmental Examination and Resettlement Plan have been approved by the Government and disclosed in ADB s website. The Detailed Project Report has been approved by the Ministry of Power.\n\nThe bidding processes of one out of the two procurement packages (estimated for $114.84 million) have been completed and ADB has approved the IA/EA's bids evaluation recommendation. Contract negotiation is expected to take place by November 2012. Procurement for the second package (estimated at $32.78 million) is expected to be completed by February 2013.\n\nThe loan is not signed yet due to pending PMO issues.", "bounds": [[68.1434025400001, 6.74555084800015, 97.36225305200006, 35.49540557900009]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[30.42553, 79.43066]]}, "type": "Feature"}, "name": "UTTARAKHAND POWER SECTOR INVESTMENT PROGRAM-PROJECT 4", "id": "46004-37139-053-LN2924"}