{"info": "The main objective of the Project is to develop an integrated transport system to support sustainable economic development in Sichuan province. Local roads will complement the expressway in bringing benefits to rural residents. The Project will (i) reduce traffic accidents and vehicle operating costs; (ii) improve access between Chengdu and Kunming, two major growth centers in southwestern PRC; (iii) provide additional transport capacity to accommodate growing traffic; (iv) provide improved access to employment, markets, and social services, and (v) develop capacity of local communications bureaus. The Project has the following components: (i) construction of a 244 km, four-lane access-controlled toll expressway from Ya'an to Lugu, including access roads, interchanges with toll stations, tunnels, bridges, administrative stations, and service areas; (ii) upgrading of 678 km of local roads to improve access to poor remote areas, and roadside stations; (iii) construction of four public transport centers; (iv) procurement of equipment for road maintenance, toll collection, surveillance and communications, tunnel operation facilities, vehicle weigh stations, road safety, and office administration; (v) land acquisition and resettlement; (vi) consulting services for construction supervision, road safety audit, monitoring and evaluation, and capacity building, and (v) developing capacity of local communications bureaus for maintenance. The key inputs needed to implement the Project include civil works, consultants, equipment, and staff of the Sichuan Provincial Transportation Department.", "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[29.74133, 102.70554], [29.96431, 103.01696], [29.98, 103.0], [29.21714, 102.31927], [28.53757, 101.95126], [28.29782, 102.1902], [28.99682, 102.28188], [27.87644, 102.1018], [29.49512, 102.62528], [29.4398, 102.6378]]}, "type": "Feature"}, "name": "Central Sichuan Roads Development", "id": "46004-34174-013-LN2181"}