{"info": "ADB has been the leading development partner of the finance sector in Cambodia since 1999. A comprehensive approach was required to rebuild the financial system in a devastated economy that had no finance sector. Responding to the government s needs, the approach has been broadly based so far. After successfully rebuilding the basic foundation of the banking industry under the first and second programs, the third program has begun to support the sector s expansion to cover the important subsectors of nonbanking services and capital markets, and to boost investors and beneficiaries confidence in the system with a stronger legal and regulatory framework, necessary infrastructure, and better quality of services, including consumer protection. The third program has focused on creating an enabling environment for all sector stakeholders, including the various regulators. The scope has shifted from the establishment of regulatory frameworks to their effective implementation and oversight, and more transparency. Proper financial infrastructure is required to meet rising market needs for more efficient and diverse financial services, as is further development of the legal foundations to ensure smooth transactions in the sector. These reforms require coordination within the government and careful sequencing, including dialogue with the private sector. The third program has been facilitating closer coordination. After completion of the third program, ADB will continue the policy dialogue with the government under the Post-Program Partnership Framework. Also, ADB s technical assistance (TA) for implementing subprogram 2 of the Third Financial Sector Program has been extended to June 2015 to deal with the remaining issues.6 However, for the next round of support, ADB should concentrate on its areas of comparative advantage, in consultation with other development partners and the government. A first dialogue with the government to this end has started in the process of formulating the CPS, sector assessment, and strategy and road map. The impact will be a sound, market-oriented finance sector that supports the mobilization of financial resources. The outcome will be a growing, resilient, and efficient financial system.", "bounds": [[102.31342370600012, 10.415773620000081, 107.61051639900009, 14.704581605000087]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": []}, "type": "Feature"}, "name": "THIRD FINANCIAL SECTOR PROGRAM-SUBPROGRAM 3", "id": "46004-42305-033-LN3185"}