{"info": "Subprogram 2 supports a new core policy action covering the new regulation issued by MOF covering information disclosure for listed and unlisted public companies which moves them closer to the adoption of international best practices. Under a new core policy action, SSC completed a comprehensive analysis of a strategic development and sector road map for 2010 to 2020 to address market infrastructure bottlenecks for capital market growth. To address accounting standards, the government initiated a gap assessment to more closely align Vietnamese accounting standards with the IAS and developed an implementation timeline. To enhance market information standards, the draft Law on Independent Audit was submitted to the government. To enhance information disclosure, the Vietnam Securities Depository (VSD) completed the pilot implementation of the automatic synchronization of records between its head office and branches for public companies registered with VSD. To strengthen VSD s risk management capacity, a risk assessment of its central depository and clearing functions benchmarked against international practices will be undertaken.\n\nOutput 2: Strengthened institutional framework for securities issuance. To develop the government securities market, the program supports institutional reforms such as the establishment of Public Debt Management Office (PDMO). Together with the Banking and Financial Institutions Department of MOF, PDMO will provide an institutional focal point to support a range of key reforms in the bond markets. To improve the risk management and the operating efficiency of the money market, and open market operations for the development of a liquid secondary market, SBV will incorporate the short-term risk mitigation measures identified in the ADB TA report.\n\nOutput 3: Enhanced legal and regulatory framework for investor and consumer protection and financial sector stability. The program supports a review of the legal framework for the Securities Law with a view to strengthening enforcement powers and investor protection. State Bank of Viet Nam (SBV), as part of its response to the global financial crisis, introduced measures to strengthen commercial banks including (i) adopting new corporate governance requirements based on the corporate governance principles of the Organization for Economic Co-operation and Development; (ii) increasing the charter capital of banks; and (iii) amending the SBV Law, Credit Institutions Law, and application of Bankruptcy Law on credit institutions, including special control by SBV in an effort to drive banking consolidation. As part of its efforts to strengthen its anti-money laundering regime, Viet Nam joined the Asia/Pacific Group on Money Laundering and in July 2009 was evaluated by the group. A new core policy action supported under subprogram 2 is the submission of the draft amendments to the insurance law to the government by August 2010 and the issuance of a decree on administrative penalties for insurance businesses.\n\nOutput 4: Improved regional cooperation and human resource development. One of the conditions stipulated in subprogram 1 is for the State Securities Commission (SSC) to assess its ability to meet benchmarks under the International Organization of Securities Regulators (IOSCO) multilateral memorandum of understanding (MMOU) and to develop a road map for it to become a signatory to Annex B of the IOSCO MMOU. Viet Nam has been accepted as an IOSCO MMOU Annex B signatory, which is subject to government approval. The reformulated policy action for subprogram 2 requires MOF to submit a request to the government to approve Viet Nam s membership in the MMOU Annex B signatory. Subprogram 2 supports a systematic approach to c", "bounds": [[102.11865523300011, 8.565578518000152, 109.47242272200018, 23.366275127000122]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": []}, "type": "Feature"}, "name": "THIRD FINANCIAL SECTOR PROGRAM LOAN - SUBPROGRAM 2", "id": "46004-37577-023-LN2707"}