{"id": "46004-39033-022-GRNT0042", "info": "The main objective is to assist GoPNG in their fight against HIV/AIDS. Specifically, to support the government to take the fight agains HIV/AIDS to the rural populations peripheral to development enclave sites. Enclave-based health services will be extended to surrounding populations. Sustainable behavior change programs will be developed and implemented. A national surveillance system will be implemented as well.  \n\nThe Project proposes to help strengthen government leadership and the implementation of strategies to contain the spread of HIV among rural populations. The Project has four basic components. \n\nComponent 1 entails support for a government leadership role to establish public-private partnerships with rural development enclaves focused on improving and extending health services to the surrounding communities. Health services will include voluntary counseling and testing (VCT), treatment and care (for  sexually transmitted infections and HIV/AIDS) as well as the full range of primary health care services. Component 1 will also support the rehabilitation of rural health infrastructure, medical staff training, and leadership development for HIV/AIDS advocacy.\n\nComponent 2 will develop local civil society organizations' competency to work with affected communities to address issues related to the epidemic, leading to sustainable behavior change programs. The Project will also support nationwide social marketing of condoms, which will be specifically structured to the characteristics of each region.\n\nComponent 3 involves strengthening and expanding the sentinel surveillance system covering high- and low-risk populations and settings. The surveillance system will produce regular updates and ensure broad dissemination of information. In addition to the sero-surveillance, the system will also include behavioral change surveillance.\n\nComponent 4 entails project management, including project planning, coordination with partners, monitoring, and evaluation.\n", "bounds": [[140.84921106000016, -11.636325778999847, 155.96753991, -1.346368096999882]], "name": "HIV/AIDS PREVENTION AND CONTROL IN RURAL DEVELOPME", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[354.0, 147.0]]}}}