{"id": "46004-46371-001-GRNT0338", "info": "The proposed program  involves a budget support for the Government of Bhutan which is currently facing weakening growth prospects as well as challenges in macroeconomic management. The objective of the program is, therefore, to strengthen macrofinancial management in the country to ensure adequate and sound development financing in a balanced and non-distortionary manner. The expected impact of the proposed program is strengthened macrofinancial management of the government in a sustainable manner. The outcome will be increased predictability in funds-flow and creation of greater fiscal space in the government budget. \n\nA preliminary agreement between ADB and the Government of Bhutan was reached on the reform measures and policy actions required for ADB's support under the Bhutan Strengthening Economic Management Program (BSEMP), and the areas covered under policy reform program will include:\n\n(i) Output 1: Improved budget and debt management systems. Whereby expenditure efficiency measures will be rolled out for the major spending departments, leading to better allocative efficiency of scarce public resources. \n(ii) Output 2: Improved revenue management system. Revenue efforts will be strengthened by introducing a Revenue Administration Management System and introduction of property taxation based on property valuation.\n(iii) Output 3: Improved macroprudential management framework. Policy actions will be initiated.\n(iv) Output 4: Improved external and internal audit operations. Whereby the Royal Audit Authority (RAA) will roll out an Audit Information Management System in a phased manner over the program period. Similarly, staff of all the major departments will be trained to carry out internal audit.", "bounds": [[88.73006677200013, 26.69614939400016, 92.08877648900014, 28.358398930786294]], "name": "STRENGTHENING ECONOMIC MANAGEMENT PROGRAM", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[27.5, 90.5]]}}}