{"id": "46004-43322-012-GRNT0180", "info": "The Project is sector-based in design. It will finance part of the mediumterm road network development program. At the end of the Project, (i) about 232 kilometers (km) of national roads will have been improved to maintainable condition; (ii) a road maintenance program (RMP) will have been established; (iii) access roads and parking areas of crossborder\nfacilities will have been built at Mota Ain, Salele, Sakato, and Oesilo; (iv) national contractors will have gained improved capacity to implement roadworks; (v) the Ministry of Infrastructure (MOI) will have improved its ability to administer road projects and the RMP; (vi) road safety awareness in the project areas will have increased; and (vii) climate-proofing measures will have become a regular part of road design and construction.\n\nThe selection of subproject roads to be rehabilitated will be guided by the medium-term road network development program and based on the selection criteria and procedure agreed on by the Government and the Asian Development Bank (ADB).\n\nThe RMP will first be established under the Project in three pilot districts in the border region: Bobonaro, Covalima, and Oecussi. Midway through project implementation, MOI will prepare a strategy for expanding the RMP to cover the entire road network.", "bounds": [[124.03003991000011, -9.501227721999896, 127.31324303500011, -8.135023695999834]], "name": "ROAD NETWORK DEVELOPMENT SECTOR PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[350.65999, 125.11278], [350.68714, 125.25648], [350.63333, 124.35], [351.04306, 124.95444], [351.38806, 125.20611], [351.00833, 125.21972], [351.4125, 125.34194], [350.73333, 125.25], [351.16972, 125.38778], [351.05, 125.21667], [351.05278, 124.9725], [351.075, 125.39806], [350.68639, 124.29306], [350.79634, 124.35687], [350.80917, 125.13194], [350.82722, 124.45889], [350.96944, 125.29528], [350.98417, 125.355], [350.8425, 125.45056], [351.16667, 125.75], [351.01667, 125.21667], [351.19046, 125.1585], [351.02855, 125.043], [350.96806, 125.325], [350.8425, 125.45056], [351.41667, 125.35], [351.38333, 125.2], [351.06942, 125.3968], [350.7, 125.25], [350.65818, 125.10887], [351.16667, 125.38333], [350.60764, 125.17058]]}}}