{"id": "46004-38662-023-LN2395", "info": "The Henan Sustainable Agriculture and Productivity Improvement Project (the Project) will cover 30 townships, 215 villages, and about 249,660 farmers from 66,200 households in Sanmenxia Municipality.\n\nThe Project will adopt a farm-to-market value chain approach that creates value for poor farmers, local agro-enterprises and consumers. It will introduce improved crop and farm technologies and cultivation practices on 245,000 mu (16,330 hectares [ha]) in fruit tree crops and high value vegetable production bases. This will include the conversion of 205,000 mu (13,670 ha) from existing cereal crops of low productivity and value. More effective utilization of fertilizers and agrochemicals will be achieved through improved access to soil and water testing facilities. A pilot biogas program covering 2,000 households will increase the supply of organic fertilizers, while conserving other sources of fuel and improving household conditions. This pilot program is expected to lead to replication throughout the Sanmenxia area.\n\nFruit processing capacity will be expanded by 221,000 tons (t), including 100,000 t of apple concentrate, mainly for export to international markets and also to meet increasing domestic demand for higher value-added fruit products.\n\nAgribusiness support services will be enhanced through capacity building in existing local government extension services and by establishing partnerships with private sector providers (lead farmers), which will improve the delivery of advice and training to farmers. Public-private partnerships will also be established in the delivery of improved information services through upgrading of existing government facilities and the establishment of village-level information offices. Capacity building will also take place in the local Rural Energy Office of Sanmenxia Municipality to ensure the effective implementation of the pilot biogas program and its replication.\n\nThe existing Project Management Office (PMO) of the Sanmenxia Municipality Finance Bureau (SMFB) will be strengthened to ensure effective project implementation.", "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "name": "HENAN SUSTAINABLE AGRICULTURAL AND PRODUCTIVITY IMPROVEMENT PROJ", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[34.52611, 110.915]]}}}