{"id": "46004-41119-012-GRNT0086", "info": "The Project will build on previous health sector development initiatives to continue reform of the Mongolian health sector regarding primary health care (PHC). The Project consists of four components: (i) strengthened health services, (ii) improved health care financing and health insurance, (iii) improved human resources development, and (iv) sector capacity development and management. Component 1 will strengthen health services through improving family group practices (FGPs), soum health centers, and aimag (province) general hospitals through infrastructure upgrades, equipment, and training. The Project will also strengthen aimag general and duureg (Ulaanbaatar City district) hospitals in Ulaanbaatar in their supportive roles to PHC. Component 2 will improve health financing policies, increase health insurance coverage and effectiveness, and improve hospital financial management capacity. Component 3 will strengthen human resource planning and processes and develop incentive systems to increase key health staff in areas of critical shortage. Component 4 will improve capacity and governance in the health sector through increased capabilities in planning, monitoring and evaluation, and policy development with a sector-wide focus. Component 1 will focus on five aimags (Arkhangai, Dundogov, Gobi Altai, Sukhbaatar, and Tuv) that have been selected based on poverty levels, health status, and levels of development investment, as well as two duuregs of Ulaanbaatar (Chingeltei and Songinokhairkan) having significant populations of poor and disadvantaged people living in ger (traditional tent) areas. Components 2, 3, and 4 will focus on policy change and reform of the health sector system nationwide, including health financing and insurance, human resources development, and regulation and governance. Assistance from Japan Fund for Poverty Reduction is being sought to improve access to health services for disadvantaged groups in Ulaanbaatar. ", "bounds": [[87.73570886300013, 41.58614491800003, 119.90702681500011, 52.129584046000076]], "name": "THIRD HEALTH SECTOR DEVELOPMENT PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[45.5, 96.0], [46.37222, 96.25833], [47.5, 106.5], [46.25, 113.5], [46.0, 105.0], [45.5, 106.5], [48.0, 101.5], [48.02148, 106.88751], [48.07639, 106.58806]]}}}