{"id": "46004-40031-033-LN2506", "info": "Urban development for economic growth is a universal strategy of the Government of India as its 10th Five-Year Plan [FYP], 2002-2007, and 11th FYP, 2007-2012, show. The strategy is spearheaded by such urban development schemes as the Jawaharlal Nehru National Urban Renewal Mission and its subcomponent the Urban Infrastructure Development Scheme for Small and Medium Towns. Apart from supporting the Government's priority of planned development of urban centers in the country, the Investment Program is also aligned with the objectives of fostering economic growth and reducing poverty in Rajasthan. The fast growing sectors in Rajasthan are mostly in urban areas, where productivity is 3.5 times higher than in rural areas. \n\nThe emphasis on urban development in Rajasthan, financial reforms and the passage of the 74th Constitutional Amendment Act in 1992, which laid the basis for decentralization in the urban sector, have made some improvements, but large inefficiencies in service delivery, low investment in wider service coverage, and poor maintenance persist.\n\nThe Investment Program and its road map are guided by the 10th FYP 2002-2007 and 11th FYP 2007-2012 of the Government of India. (See the Framework Financing Agreement for the Investment Program, Schedule 1) The Investment Program links capital investments to reforms for sustainable impact. It targets medium size towns with economic growth and tourism potentials, while maintaining regional balance. \n", "bounds": [[68.1434025400001, 6.74555084800015, 97.36225305200006, 35.49540557900009]], "name": "MFF-RAJASTHAN URBAN SECTOR DEVT INVESTMENT PROGRAM-PROJECT 2", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[27.61206, 75.13996], [27.58333, 75.16667], [26.02301, 76.34408], [26.18, 76.4], [25.07145, 73.8798], [27.20201, 73.73394], [26.49831, 77.02755], [24.54205, 76.17242], [24.59676, 76.16503], [26.69286, 77.87968], [28.30415, 74.96718], [28.5, 74.5], [24.88963, 74.62403], [25.43855, 75.63735], [25.5, 75.83333], [27.21731, 77.49009], [27.21, 77.29], [25.74572, 71.39211], [25.75, 71.5], [25.1, 76.51667], [27.56246, 76.625], [27.5, 76.5], [26.71183, 77.73956], [25.09, 76.66]]}}}