{"id": "46004-44065-013-LN2626", "info": "Component A: Reestablishing Connectivity: This component will rehabilitate (i) 65 kilometers (km) of national roads (B category) in\nNorthern Province, (ii) 100 km of provincial roads in Kilinochchi, Mannar, Mullaitivu and Vavuniya districts,19 and (iii) 100 km of municipal and urban council roads in Northern Province and rural roads in the adjoining villages of North Central Province. Rehabilitation of these roads will increase connectivity for the returning IDPs, facilitating the provision of basic services and livelihood recovery and encourage increased investment. Local and provincial council roads serve communities located away from the centers of economic activity which have high poverty incidence and lack economic opportunities. This component will focus on some critical sections of the road network that will complement the work supported by other development partners as well as future planned work, including work by ADB.\n\nComponent B: Restoring Utilities: The project will support the reconstruction of the Chunnakam grid station and the Kilinochchi Chunnakam transmission line.\nThis will provide the essential link to Jaffna, as JICA is supporting the reconstruction of the damaged transmission line from Vavuniya to Kilinochchi.\n14. The water supply subcomponent will support the water supply schemes at Echchalampattu in Trincomalee district and Point Pedro in Jaffna district. These schemes are\ndesigned to meet the needs of resettled IDPs. The population relies mainly on dug and tube wells for their water needs; this water is not always fit for consumption, nor the wells easy to use.\n\nComponent C: Improving Basic Social Services: component will restore some essential basic social services and livelihood opportunities of the population by (i) restoring about 10 small and medium-sized irrigation schemes as agriculture is the main source of livelihood;20 (ii) rebuilding 10 administrative offices and providing related facilities; and (iii) rehabilitating and reconstructing district vocational training centers in Kilinochchi, Mannar, and Mullaitivu.\n\nAgriculture is the key economic activity for a majority of the population in Northern Province. The province is in the dry zone, and rains from the northwest monsoon are limited and\nirregular. The cropping intensity in the province remains low as a majority of tanks and canals are dilapidated due to limited or no investment since the early 1980s. ADB is also exploring the possibility of a grant project which will complement components A and C by rehabilitating 200 km of field irrigation canals and about 150 km of rural access roads with extensive IDP participation.\n\nComponent D: Legal Infrastructure: This component will rehabilitate courthouses and related facilities in up to nine strategic locations in Northern Province.21\n\n", "bounds": [[79.65577233200005, 5.92373281500015, 81.89031009200008, 9.829575914000145]], "name": "CONFLICT-AFFECTED REGION EMERGENCY PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[9.18333, 80.11667], [9.66667, 79.86667], [8.86134, 80.47576], [9.5, 80.2], [9.81667, 80.23333], [9.4413, 80.4002], [9.25, 80.5499], [9.268, 80.815], [8.86667, 80.08333], [8.98333, 79.9], [8.87799, 79.98665], [9.7636, 80.0216], [9.39487, 80.40894], [9.3961, 80.3982], [9.75, 80.08333], [8.3, 81.36667], [9.7456, 80.0271], [9.15, 80.86667], [9.66, 80.151]]}}}