{"id": "46004-42012-013-LN2648", "info": "The project will demonstrate the following:  (i) Stronger water sector enterprises. The project will strengthen water enterprises and promote the integration of urban-rural water supply systems. It will upgrade the skills of operations staff, improves rural system operational performance and viability, and reduces operating losses; (ii) Web-based project management and coordination mechanism. The mechanism initiated by the Chongqing project management office (PMO) will facilitate information exchange and networking of the executing agency, implementing agencies and units, ADB, and districts and/or counties; (iii) Watershed management and water quality monitoring. The project will support watershed management and water quality monitoring to strengthen environmental awareness and protection of watershed areas. It will also support parallel CMG environmental protection initiatives, which include a community hotline initiative in Fuling District to improve local pollution control compliance; (iv) Rural water supply tariff reforms. The project will support tariff reforms by (a) making services affordable to the poor through tariffs that are reasonably set according to local conditions, (b) strengthening tariff-setting mechanisms, (c) increasing rural tariffs gradually to recover costs, and (d) gradual introduction of wastewater tariffs; (v) Urban-rural road management, safety, and maintenance. The project's road components will closely integrate with the CMG's parallel improvement initiatives relating to road traffic and pedestrian safety; increased public transport services; and improvements in maintenance systems, tunnel management, and axle load inspections; (vi) Climate-proofed designs. The project's road and water supply components and associated facilities, such as those for drainage, erosion control, and slope protection, will support climate change adaptation and disaster mitigation measures. Better road connectivity between villages and towns will provide alternative all-weather routes during natural calamities; and  \n(vii) Environmental awareness and sanitation education. A pilot demonstration activity grant of $50,000 will be provided to a women's federation to support and expand a health and hygiene program for the benefit of women and children in four villages of Yunyang and Youyang counties, including four schools with 2,300 students.", "bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "name": "CHONGQING URBAN-RURAL INFRASTRUCTURE DEVT.DEMONSTRATION PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[31.03777, 108.85198], [28.90068, 108.79512], [31.0897, 108.55237], [28.49476, 109.01297], [31.1171, 109.89561], [30.71293, 109.15556], [29.43632, 108.70265], [28.26356, 109.02685], [28.89331, 108.95114], [28.75716, 108.96414], [31.22238, 108.79377], [29.05551, 108.79636], [31.84904, 108.89081], [29.66059, 107.332], [30.95425, 109.34369], [30.05705, 107.87406], [31.8845, 108.73138], [29.55083, 107.48688], [31.41898, 109.3216], [31.08943, 109.88728], [31.12464, 109.09742], [31.09024, 109.62397], [30.77977, 109.25641], [31.3777, 108.73958], [30.74358, 108.88042], [30.70508, 108.96809], [30.65843, 108.89743], [31.18599, 109.01424], [31.04429, 108.85507], [29.7349, 108.1405], [28.98108, 108.96006], [29.10521, 108.90006], [28.7185, 108.43484], [29.7678, 108.59974], [29.34073, 108.67974], [29.53038, 107.55967], [29.81351, 107.39261], [29.651, 108.686]]}}}