{"id": "46004-41444-022-GRNT0234", "info": "The GMS Northeastern Corridor (stretching from Thanh Hoa in northern Viet Nam through northern Lao PDR to Bangkok) is one of the corridors identified in the transport sector strategy study and links northeastern Lao PDR with northern Viet Nam and its seaports. Many of the corridor roads between Thanh Hoa and Bangkok are in good condition. Others are now being improved, including a 367-kilometer (km) stretch of Route 4 in the Lao PDR from the Louangphrabang area to the Lao PDR–Thailand border that is being upgraded under ADB’s Northern GMS Transport Network Improvement Project, approved in 2007. 5 The section of the corridor between the coast through the provinces of Thanh Hoa in northern Viet Nam and Houaphanh in northeastern Lao PDR, however, needs to be improved to a higher, all-weather, international standard if the Northeastern Corridor is to deliver its full potential increase in traffic, trade, and economic development and give the northern region of the Lao PDR valuable yearround access to rapidly developing ports on the South China Sea. The proposed project will fill this key gap. It was accorded priority in the GMS transport sector study and is strongly supported by the governments of the Lao PDR and Viet Nam, which believe it will strengthen the economies of both countries and help reduce current high poverty rates in the project provinces on both sides of their border. The project is included in the GMS regional cooperation business plan for 2010–2012.", "bounds": [[100.0970732020001, 13.91545664500012, 107.66436324000011, 22.49604400700011]], "name": "SECOND NORTHERN GMS SUBREGION TRANSPORT NETWORK IM", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[20.06667, 105.33333], [19.8, 105.76667], [20.31667, 104.01667], [20.5, 104.0], [20.71667, 104.38333], [20.72417, 104.48583], [20.66296, 105.03145], [20.40706, 104.22402], [20.46583, 104.16361], [20.66, 104.38], [20.4, 104.23], [20.67129, 105.04303], [20.29946, 104.60814]]}}}