{"id": "46004-34389-023-LN2479", "info": "The Financial Sector Program (FSP) II aims to promote the development of a sound, market-based financial system to support resource mobilization and sustainable economic growth. With a growing, resilient, and efficient financial system as the expected outcome, FSP II will focus on the following activities: (i) Improve confidence and financial intermediation by upgrading the payments, clearance, and settlement system to support growing financial services; enhancing market confidence by improving public financial disclosure and establishing a credit information bureau; establishing a registry for tradable government securities to support the interbank market; and improving the outreach of microfinance institutions (MFIs) in a sustainable manner.\n(ii) Maintain stability in the financial sector by revising and updating the law on banking and financial institutions, and related regulations to support financial activities; strengthening prudential supervision and regulations of banks and microfinance institutions; and enhancing the legal and regulatory foundation by drafting a new law on commercial contracts that includes specific sections on agencies and franchising.\n(iii) Promote good governance by implementing international initiatives on anti-money laundering and counter-financing of terrorism; enhancing corporate governance and transparency in the insurance industry; establishing commercial dispute resolution mechanisms; and improving the capability and increasing the number of qualified national accountants and auditors.\n(iv) Enhance efficiency by computerizing the management information system of the National Bank of Cambodia (NBC); and upgrading the skills and capacity of microfinance agencies staff.", "bounds": [[102.31342370600012, 10.415773620000081, 107.61051639900009, 14.704581605000087]], "name": "SECOND FINANCIAL SECTOR PROGRAM CLUSTER - SUBPROGRAM 2", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": []}}}