{"id": "46004-42408-033-LN2842", "info": "Project 2 of the Investment Program will improve WSS services in Agdash, Beylagan, Goychay, and Nakhchivan. The outcome of project 2 is improved access to WSS infrastructure in Agdash, Beylagan, Goychay, and Nakhchivan.\n\nOutputs:\n\nComponent A: Water Supply and Sanitation Infrastructure Development\nThe first component will support infrastructure investments to rehabilitate, improve, and expand WSS systems and construct STPs in Agdash, Beylagan, Goychay, and Nakhchivan, which will benefit over 183,000 persons by the end of the project period. This translates to about 37% of the population benefited by the investment program. Project 2 includes construction of 460 kilometers of water supply network, 7000 cubic meters of storage reservoirs, 424 kilometers of sewer lines, and four STPs of 83 MLD capacity.  \n\nComponent B: Institutional Effectiveness\nThe second component will improve the operational efficiency of Agdash JSC and Beylagan Sukanal through a twinning program. Twinning programs under project 1 and 2 will be implemented together and shall engage a water utility from a developed member country of ADB. The investment program will also include implementation of a POP targeting school children and teachers to disseminate better hygiene and sanitation practices to the communities, as well as to provide information on the benefits of the projects. AZERSU plans to appoint UNICEF to implement the POP in Agdash and Beylagan. Tranche 2 loan will finance the twinning program and POP in Agdash and Beylagan.\n\nUNICEF s planned participation in project 2 will further strengthen the consultative and participatory approaches plan under the project, and will help the government comply with the facility undertakings. The POP will target schools and address the  child friendly school concept  promoted by UNICEF. In addition, the POP will assess girl child development in schools and how drop-out rates could be reduced by providing better environmental sanitation. UNICEF has ongoing water and sanitation for health programs in the country and has experience of exceptional worth for the POP assignment. Tasks under the POP are a natural continuation of their ongoing work with schools, teachers, children, and local community in the hygiene and sanitation sector, thereby providing enough justification why UNICEF should be appointed using a single-source selection method to conduct the POP. \n\nComponent C: Program Management Facility\nSupervision of civil works construction in Agdash, Beylagan, and Goychay will be carried out by the IPMC under AZERSU, which is financed by the tranche 1 loan. Supervision of civil works in Nakhchivan under project 2 will be overseen by a design and supervision consultant (DSC) appointed by SAWMC and financed by the tranche 2 loan. The DSC will develop detailed engineering designs for the WSS network in peri-urban Nakhchivan, which will be financed by a subsequent tranche.\n", "bounds": [[44.77455855300022, 38.392644755, 50.62574303500011, 41.89044159000015]], "name": "WATER SUPPLY & SANITATION INVESTMENT PROGRAM-TRANCHE 2", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[39.75, 47.66667], [39.20991, 45.41817], [40.58333, 47.83333], [40.58333, 47.41667]]}}}