{"id": "46004-37536-013-LN2245", "info": "The Land degradation is a serious economic,social, and environmental problem in Uzbekistan and the rest Central Asia. It directly affects the livelihoods of the rural population by reducing land productivity, and by causing africultural production losses estimated at $2 billion a year for the region.\n\nThe project will address the rapidly worsening and expanding land degradation in nine districts in Bukhara, Kashkadarya and Navoi provinces. The project area,covering 162,300 hectares (ha) of irrigated land, suffers from increased soil salinity and shallow groundwater table the most serious forms of land degradation. Crop yields in these areas are reportedly have  declined by 30% since 1991. These problems are caused by (i) poor water management, (ii) deteriorating irrigation and drainage infrastructure(I&D), and (iii) a policy environment that constrains production growth and reduces incentives to invest in land improvement.  Worsening land degradation  directly affects a rural population of 1.4 million in the project districts. \n\nTo help the Government halt and reverse land degradation, the Project will (i) develop and disseminate improved land reclamation practices adapted to local conditions; (ii) strengthen  institutions to address land degradation issues at central, provincial and community levels; and (iii) improve land and water management infrastructure to enhance water control and efficiency. Through agreed policy reforms, the Project also will help to increase farmers' incentives to raise land productivity and invest in land, as well as improve rural governance.", "bounds": [[55.975838663000076, 37.18514740000002, 73.14864058400016, 45.55871897400006]], "name": "LAND IMPROVEMENT PROJECT", "locations": {"type": "Feature", "geometry": {"type": "MultiPoint", "coordinates": [[38.58333, 66.0], [40.0, 64.0], [40.0, 63.75], [39.9, 64.1], [39.91667, 65.0], [39.13079, 65.74414], [39.77472, 64.42861], [42.0, 64.0], [40.16667, 66.0], [38.79306, 66.47472], [38.52361, 66.14139], [40.22, 65.30306], [39.69976, 67.03147]]}}}