{"bounds": [[95.01270592500012, -10.922621351999808, 140.97762699400008, 5.910101630000099]], "locations": {"geometry": {"coordinates": [], "type": "MultiPoint"}, "type": "Feature"}, "name": "POVERTY REDUCTION AND MILLENIUM DEVT GOALS ACCELERATION PROGRAM", "id": "46004-40003-013-LN2361", "info": "The Poverty Reduction Millenium Acceleration Program impacts will be to accelerate progress towards achieving the Millenium Development Goals in education (MDG 2), and health (MDGs 4, 5, 6) and contribute to the Government's poverty reduction agenda (MDG 1), and gender equality (MDG 3). The program's outcome is the improvement of access, equity, and quality of service delivery in the education and health sectors to accelerate progress toward the MDGs. It will be implemented in accordance with national priorities as reflected in the current medium term development plan (RPJM). The program will assist the Government in the re-orientation of fiscal expenditures to the social sectors and the reduction of regional disparities. PRMAP will include three main pillars with the following policy outputs:\nI. Cross-sectoral reforms. The PRMAP support will result in: (i) increased budget allocation for health and education, especially focused on MDG-related programs; (ii) improved performance incentives and geographical resource allocation to districts for education and health; (iii) a uniform system for targeting the poor for achieving MDGs in health and education; (iv) gender equity in access to health and education services; and (v) a planning framework for MDG acceleration.\nII. Policy Reforms in the education sector for MDG acceleration. The PRMAP will lead to: (i) improved access to junior secondary schools in under-served areas; (ii) improved O&M support for smaller/remote schools; (iii) increased affordability of education by poor students/households; (iv) enhanced quality and equitable deployment of teachers; (v) education service delivery meeting minimum service standards (MSS); (vi) improved planning and implementation of education services; and (vii) greater transparency of education outcomes to enhance accountability.\nIII. Policy Reforms in the health sector for MDG acceleration. Program support will result in (i) increased public financing for MDG-related health programs; (ii) better targeting of public financing for health services for the poor; (iii) improved effectiveness of maternal neonatal and child health care (MCH) and reproductive health (RH) service delivery through influencing provider behavior; (iv) improved effectiveness of communicable disease control (CDC) through integrated programs; (v) improved performance and monitoring for health-related MDGs; and (vi) improved financial information with regard to MDG-related health expenditures.\n"}