{"bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"coordinates": [[42.88333, 129.51667], [43.88, 125.32278]], "type": "MultiPoint"}, "type": "Feature"}, "name": "JILIN URBAN ENVIRONMENT IMPROVEMENT PROJECT", "id": "46004-40050-013-LN2360", "info": "The Project will enhance the urban environment and improve public health and quality of life for urban residents in the cities of Changchun, and Yanji, by increasing wastewater coverage, enhancing solid waste management, improving the supply of potable water, and reducing air pollution. The outcome of the Project will be improved water supply, wastewater management, solid waste management and efficient central heating in Changchun and Yanji. These will be achieved by (i) increasing the wastewater treatment rate in Changchun, and in Yanji; (ii) providing a supply of reliable and high-quality potable water in Changchun and Yanji; (iii) improving the solid waste management facility in Changchun; (iv) reducing air pollution by shutting down 318 inefficient coal based boilers and replacing them with a central cogeneration plant in Yanji; (v) reducing the incidence of waterborne and respiratory diseases; (vi) increasing the efficiency and management capacity of the implementing agencies (IAs); (viii) integrating approaches for basinwide pollution prevention and control; and (viii) improving cost recovery through a better tariff structure, with gradual increases to achieve full cost recovery.\n\nThe Project has three componentsand related capacity building, broken down into 7 subcomponents (outputs) and 33 activities.\n(i)    Changchun city component of water supply, wastewater treatment and solid waste management. The Project will construct No. 5 wastewater treatment plant (WTP) with a capacity of 300,000 cubic meter per day, 25.5 kilometer (km) of water transmission pipelines, 58.15 km of distribution network, 2 pumping stations, Jingyue WWTP with a treatment capacity of 100,000 cubic meter per day, 53.46 km of sewer network, 34.2 km of stormwater pipelines, 36 km of wastewater interceptors, sanitary landfill facility with a capacity of 2,600 tons per day with a 10 year service life, and additional expected life of 12 years after expansion.\n\n(ii)   Yanji city component of water supply, and wastewater treatment. The Project will construct a WTP with a capacity of 60,000 cubic meter per day, 10.1 km of raw water transmission pipelines, 9 km of distribution mains, 35.7 km of water distribution pipelines, effluent reuse WWTP with a capacity of 55,000 cubic meter per day, 16.1 km of water reuse transmission mains, and 40 km of sewer network.\n\n(iii) Yanji city component of central heating system. The Project will construct a central heating system in south Yanji city with 77 km of heating pipelines, 35 heat exchange stations, booster pumping station, central heating system in the north of Yanji city with 77.6 km of heating pipelines, 57 heat exchange stations and heating area of 9.3 million square meters.\n\nThe Project also provides for institutional capacity building for effective management including (i) providing training to strengthen organizational structure and staff resources to implmement, operate and maintain the project components; (ii) strengthening management practices in human resources, finance, and corporate planning; and (iii) providing for managers and staff responsible for service delivery to ensure efficient implementation and sustainability of project benefits."}