{"bounds": [[166.52051842500012, -20.253106377999913, 169.89893639400023, -13.064873955999843]], "locations": {"geometry": {"coordinates": [[-17.73381, 168.32188]], "type": "MultiPoint"}, "type": "Feature"}, "name": "PORT VILA URBAN DEVELOPMENT PROJECT", "id": "46004-42391-013-LN2832", "info": "The proposed Port Vila Urban Development Project (PUDP) will improve drainage, roads and sanitation systems in greater Port Vila (municipality and adjacent urban and peri-urban areas in the Shefa province). The Project will implement the recommendations of the drainage and sanitation master plan prepared through a project preparatory technical assistance (PPTA)  which identified priority interventions for improved access to, and delivery of drainage and sanitation services to the residents of Port Vila.  It will support affordable, sustainable, and effective sanitation, roads and storm water drainage services, and contribute to climate resilient and sustainable urban development in and around Port Vila.\n\nThe project will address the following key issues:  \n(i) Link between sanitation and drainage and road development. It is critical to coordinate and integrate the design and implementation of the drainage and sanitation project within the long-term priorities for urban infrastructure development in and around Port Vila, particularly with the development plans for the road sector. \n(ii) Poor coordination in the delivery of services and weak capacity of institutions. The responsibilities of relevant agencies involved in urban development are not clearly delineated. Coordination among these agencies is poor, and concerned agencies have limited capacity in urban planning and lack human resources. A dearth of skills, resources, and performance incentives makes it difficult to provide high-quality public services.    \n(iii) Role of hygiene as an integral part of improved sanitation. As the sanitation master plan emphasizes the role of hygiene in the improvement of public health, complementary sanitation and hygiene promotion will be implemented alongside investment in infrastructure and facilities. This includes adequate drainage within communities, as a part of hygiene and public health and training and awareness programs.\n(iv) Gender mainstreaming and universal access to basic services.  Approaches and methodology will be developed for hygiene and health education and awareness activities, to ensure active involvement of the youth and women in the peri-urban, informal and rural settlements. Existing and newly created women groups will be made part of the management and maintenance of the community hygiene facilities. The pros and cons of adopting local employment generation as part of the project strategy during the design and preparation of the investment project will also be identified.\n(v) Operations and Maintenance (O&M) and sustainability of drainage and sanitation services. The sustainability of drainage, roads and sanitation services is heavily dependent upon appropriate institutional arrangements for O&M, including debt servicing and cost recovery. The project envisaged that cost recovery will be achieved by increasing property taxes or other direct charges such as user fees or levies. It is anticipated that the O&M services will be outsourced to private service providers, supervised by the Government.  \n(vi) Mitigating adverse environmental impacts and adapting to climate change. These can be achieved by emphasizing in the project design appropriate investment in climate proofing to ensure a sustainable and climate resilient urban development in Port Vila.\n"}