{"bounds": [[55.975838663000076, 37.18514740000002, 73.14864058400016, 45.55871897400006]], "locations": {"geometry": {"coordinates": [[39.58333, 66.58333]], "type": "MultiPoint"}, "type": "Feature"}, "name": "SAMARKAND SOLAR POWER PROJECT", "id": "46004-45120-003-LN3059", "info": "The proposed Samarkand Solar Power Project (the Project) aims to increase renewable energy generation and reduce greenhouse gas emissions (GHG) in Uzbekistan. The Project has two main components: (i) construction of a 100 megawatt (MW) grid-connected crystalline photovoltaic (PV) power plant with single axis tracking system; (ii) institutional capacity building on solar energy and grid integration, and (iii) project management and supervision.\n\nUzbekistan has among the highest energy and carbon intensities in the world, both over six times the world average, calling for drastic increases in energy efficiency and renewable energy to reduce GHG emissions. Despite the huge potential, renewable energy supplies less than 11% of the country s power demand, and only hydro resources are being tapped. Over 89% of Uzbekistan s 12.6 gigawatts (GW) of installed capacity are conventional thermal power plants fueled by natural gas (76%), fuel oil (7%), and coal (6%). Half of this fossil-based energy is generated in power plants built before 1982, with only 10% generated in power plants built after 1997. Moreover, total grid losses is about 20%, due in part to long distance transmission and distribution. While Uzbekistan is almost 100% electrified, the demand supply gap leaves many provinces, including Samarkand, with intermittent power. In addition, the domestic consumption of gas equals lost export revenues, estimated at over $900 million for 2012 alone. \n\nThe Project s impact is improved sustainability of the energy supply in Uzbekistan, and the outcome is increased renewable energy generation in Uzbekistan. The Project has two main outputs: (i) construction of a 100 MW on-grid crystalline PV power plant, transmission and support facilities; and (ii) capacity building, project management and supervision support for Uzbekenergo.\n"}