{"bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"coordinates": [[33.55097, 120.21301], [33.75575, 120.24694], [33.21021, 120.55451]], "type": "MultiPoint"}, "type": "Feature"}, "name": "JIANGSU YANCHENG WETLANDS PROTECTION PROJECT", "id": "46004-40685-013-LN2838", "info": "The expected impact of the project will be improved ecosystem health and services in the coastal wetlands in Yancheng. The expected outcome will be increased capacity to manage and protect the wetland ecosystems in Yancheng. The project will adopt an integrated approach to address the degradation of the wetland ecosystems in Yancheng through habitats rehabilitation, invasive species control, sustainable forest management, waste management, and ecological services payments. The initial results and lessons learned from these efforts to rehabilitate wetland habitats will be replicated to other areas of the nature reserves and can be a good model for restoration of other wetlands in the PRC. The impact and outcome will be achieved through the following five project outputs: (i) wetland protection at the YRBNNR; (ii) wetland protection at the DMNNR; (iii) coastal forest improvement at the Sheyang forest farm; (iv) coastal forest improvement at the Dafeng forest farm; and (v) project management and capacity development.\n\nThe project activities will include (i) wetland habitat rehabilitation and restoration, including rehydration of dehydrated critical habitats for water birds; conversion of fish ponds into wildlife habitats; and improvement of the milu drinking water and food supplies; (ii) control of the Spartina alterniflora as an invasive species along the Jiangsu coast by the use of freshwater flooding; (iii) improvement and protection of coastal forests, including improvement of the irrigation and drainage systems; fire prevention; pest early warning system and integrated pest management; and reforestation; (iv) waste management, including collection and safe disposal of solid wastes in the nature reserves; (v) pilot and demonstration of ecological compensation and sustainable use of ecological services, including the promotion of sustainable financing mechanism through provincial and municipal program, and market-based instruments; the implementation of ecological compensation program in a pilot community; agroforestry, such as forest-crop intercropping; and eco-tourism; and (vi) capacity development for wetland ecosystem protection, including research; ecological monitoring; meteorological and hydrological observation; animal rescue; technical assistance on nature reserve management planning; and training on procurement and contract management, project management, and financial management. The proposed activities will have the benefit of mitigating climate change through carbon sequestration, and the project preparatory technical assistance (PPTA) will quantify this benefit."}