{"bounds": [[140.84921106000016, -11.636325778999847, 155.96753991, -1.346368096999882]], "locations": {"geometry": {"coordinates": [[-9.49736, 147.19899], [-9.33843, 149.15713], [-9.79917, 147.51361], [-6.96503, 144.67662], [-9.46667, 147.11667], [-9.6871, 150.75692], [-9.50444, 147.26278], [-3.15174, 142.36247], [-10.08253, 147.6709], [-10.87066, 152.48735], [-10.80987, 152.48606], [-11.03949, 152.38277], [-10.77052, 152.39977], [-10.68271, 152.37169], [-10.79181, 152.39184], [-10.67072, 152.72885], [-10.38026, 150.52381], [-10.07842, 148.17414], [-10.0376, 148.20912], [-11.25528, 152.13795], [-10.80831, 152.40953], [-10.76972, 151.79101], [-10.58333, 150.68333], [-10.0, 148.0], [-10.24855, 148.79534], [-10.36054, 149.60146], [-10.25661, 147.93031], [-10.31509, 150.45742], [-10.75681, 152.44451], [-10.84412, 152.43477], [-10.68745, 152.84616], [-10.82774, 152.37117], [-5.68119, 150.06101], [-5.23367, 145.7889], [-8.45896, 149.83008], [-10.67784, 152.36821], [-9.29089, 150.79029], [-2.61192, 141.0088], [-3.55342, 143.62678], [-5.87833, 149.82605], [-9.46667, 147.13333], [-4.23333, 152.16667], [-5.18333, 145.8], [-9.85556, 147.50944], [-4.19671, 152.17215], [-9.44314, 147.17972], [-5.53786, 146.11956], [-5.16667, 145.81667], [-9.59995, 147.26695], [-6.0, 155.0], [-9.0, 148.5], [-3.0, 151.5], [-5.90804, 148.13326], [-8.73598, 151.01098], [-4.24187, 152.18621], [-5.0, 145.5], [-9.4675, 146.96092], [-6.72208, 146.98469], [-5.51667, 146.1], [-8.62015, 151.35165], [-8.62836, 148.35442]], "type": "MultiPoint"}, "type": "Feature"}, "name": "MARITIME AND WATERWAYS SAFETY PROJECT(SF)", "id": "46004-44375-013-LN2978", "info": "The impact will be safer and enhanced access to socioeconomic opportunities for communities in PNG. The project is expected to produce benefits for remote rural populations as well as the national and international population. The outcome will be the environment for safe and economic shipping routes provided by NMSA.\n\nOutputs:\nOutputs include (i) replaced, installed and maintained navaids, (ii) improved safety information infrastructure, (iii) improved maritime safety practice of communities, and (iv) efficient project management and capacity development provided.\n\nOutput 1: Replaced, installed and maintained navaids. NMSA will replace 99 existing navaids and install 33 additional navaids. These are outlined in the NMSA's work plan with site selection criteria. [Scope and Technical Report (accessible from the list of linked documents in Appendix 2)]. To determine priorities, the plan uses engineering aspects, including relationship with PNG's existing navaids network, ship traffic density, and environmental condition. The proposed project will conduct a feasibility study that includes investigation of the navaids' local environment and conduct due diligence assessments. Where a need is identified, engineering design will incorporate measures for adapting to climate change impacts to ensure sustainable maintenance. [ADB. 2012. PNG Climate Change Vulnerability Assessment of Navigational Infrastructure. Manila (TA 6420)].  Communities will participates in a community engagement program to monitor and secure good condition of navaids based on the practice of the previous project [ADB. 2000. Report and Recommendation of the President to the Board of Directors: Proposed Loan to Papua New Guinea for the Rehabilitation of the Maritime Navigation Aids System Project. Manila (Loan 1754)].\n\nOutput 2: Improved safety information infrastructure. NMSA will produce a modern series of paper and electronic navigational charts (ENC) after recompiling existing PNG navigational chart portfolios in cooperation with Australian Hydrographic Service (AHS). [NMSA and Australian Hydrographic Service have a partnership to conduct hydrographic surveys and produce navigational charts]. NMSA will contract out a large scale hydrographic survey and provide data to AHS for producing nautical charts and ENC for seven ports. [ Kulili Harbour; Schlangen Harbor, Wasu; Bugoiya Harbor, Misima Island; Panabwal Group; Deboyne Islands; Yanaba Island, Egum Atoll; and Dawson Strait]. Also, NMSA will extend the automatic identification system (AIS) network by installing AIS transponders and base stations in at least five sites and relocating three existing stations. The project will confirm details and configuration of each site prior to the commencement of civil works. Also, tide gauges will be installed in four major ports [Three tide gauges were installed in Port Moresby, Alotau, and Lae by June 2012. Proposed additional sites are in Daru in Western Province, Madang, Buka in Bougainville Islands, and Manus Islands.] to measure changes in the sea level and contribute to the growing database of climate change and sea level rise information.\n\nOutput 3: Improved maritime safety practice of communities. NMSA will provide maritime safety awareness activities among the general public and in targeted rural and remote communities to change people's perceptions about maritime safety and improve small craft safety practices. The activities will include a well planned media campaign and production of high quality information materials aimed at different audiences (e.g., children and adults). Specific small craft safety training activities and materials designed specifically for women will be designed with advice from the NMSA Women in Maritime Association.\n\nOutput 4: Efficient project management and capacity development provided. The project will help NMSA establish a project implementation unit (PIU) to implement and manage all activities funded by the project. The PIU will be s"}