{"bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"coordinates": [[23.48333, 111.31667]], "type": "MultiPoint"}, "type": "Feature"}, "name": "GUANGXI WUZHOU URBAN DEVELOPMENT PROJECT", "id": "46004-40642-013-LN2491", "info": "Wuzhou city is a medium-sized city in the Guangxi Zhuang Autonomous Region. Over centuries, Wuzhou has served as a gateway city and regional transportation center to connect Guangxi with national and international markets, particularly through river transportation. In line with the Government s development program, Wuzhou will be developed into a multimode regional transportation hub through domestically funded ongoing transportation projects. \n\nHowever, geological and geographic conditions constrain urban development in Wuzhou. The city is in a mountainous region divided into three parts by two big rivers. Because flat urban land is lacking, the residents tended to build their houses in the marginal lands, which were gradually expanding up the mountains along slopes of major valleys. The mountains in Wuzhou are mainly formed by loose earth, eroded granite, and clastic rocks. As such, they are vulnerable to rain-triggered geological disasters (known as geohazards) in the form of landslides, slope collapse, and mud and debris flows. Many of these valleys, though densely populated, have been classified as geohazard-prone zones.\n\nWith support from the central Government, the Wuzhou municipal government (WMG) has made enormous investments to strengthen the control of geological disasters, mainly by building and rehabilitating of the slope protections and retaining walls. However, such traditional control measures have not always been economical and optimal solutions. Under severe weather conditions, these slope protections and retaining walls can be washed away together with houses and other buildings.\n\nThe Guangxi Wuzhou Urban Development Project will adopt a new approach to address the geohazard concern of the city. The basic principle of this new approach to geohazard management is a shift from disaster rehabilitation to prevention. Under the Project, geological disasters are to be prevented through holistic urban planning and integrated public investment. The combination of these efforts will result in (i) carefully designed urban planning for long-term urban expansion, (ii) relocation of the people living in the geohazard-prone valley to the newly developed geohazard-free urban area, (iii) engineering measures for geohazard control to convert the evacuated geohazard-prone valley into geohazard-free land for urban redevelopment, and (iv) stronger geohazard forecasting and early warning capability to improve the effectiveness of the city s geohazard management system.\n\nThe Project is aimed at promoting sustainable urban development and improving quality of life in Wuzhou. The outcomes of the Project include improved environmental management through the enhanced disaster management and infrastructure and improved municipal services, particularly in the areas of wastewater management and solid waste management."}