{"bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"coordinates": [[39.98236, 112.39721], [37.33611, 111.90111], [37.08972, 111.80889], [37.0, 112.0], [37.55503, 112.36852], [37.13939, 112.285], [37.96528, 113.88778], [37.77167, 112.46778]], "type": "MultiPoint"}, "type": "Feature"}, "name": "SHANXI SMALL CITIES & TOWNS DEVT DEMONSTRATION SECTOR PROJECT", "id": "46004-42383-023-LN2606", "info": "The project aims to help promote balanced and environmentally sustainable urbanization; narrow the urban-rural gap; and improve producation, employment, and living conditions in small cities and towns in Shanxi Province. It includes about seven subproject small cities and towns. The project is being processed as a sector loan to allow the Shanxi provincial government (SPG) to respond to rapidly changing needs of cities and towns across the province. Detailed assessment and analyses have been undertaken for the three core subprojects: Pingyao County, Wutong Town, and Youyu County. Subsequent subprojects will be selected, prepared, and appraised during implementation of the project following an agreed set of criteria and procedures. The Pingyao subproject includes the Huiji River improvement component, which will improve environmental quality, thereby support tourism development in the historic city center. The Wutong subproject has five components: (i) Caoxi road and associated services, (ii) heat supply, (iii) gas supply, (iv) wastewater treatment, and (v) education facilities. The subproject will provide basic infrastructure to improve environmental conditions and support expansion of the city towards the northwest, where air pollution levels are lower. The Youyu subproject has five components: (i) heat supply, (ii) water supply, 9iii) drainage and wastewater collection, (iv) roads and associated services, and (v) river improvement. In addition to providing city-wide environmental improvements, this subproject will provide basic infrastructure to support the development of an urban expansion area to house workers migrating to the county sear to work in agro-processing and other light industrial jobs."}