{"bounds": [[60.8443787030001, 23.694525458000058, 77.0489709880002, 37.054483541000096]], "locations": {"geometry": {"coordinates": [], "type": "MultiPoint"}, "type": "Feature"}, "name": "CAPACITY BUILDING FOR PUNJAB GOVERNMENT EFFICIENCY IMPROVEMENT", "id": "46004-41666-013-LN2386", "info": "Building on the PRMP and other programs, PGEIP will support the GoPb in realizing the long-term goals expressed in Vision 2020, through which the government has committed itself to significantly improving the standard of living of the people of Punjab, especially the poor and vulnerable. The PGEIP will improve the overall functioning of the provincial, district, and municipal governments and the quality of public services. The improvements will take the following forms: (i) greater performance-oriented planning and budgeting; (ii) a more efficient civil service, with adequate incentives and merit-based appointment and career progression; (iii) a funded and well-managed pension system, which increases the\nconfidence of civil servants and the public, and generates fiscal space for high-priority investments in the social sectors; and (iv) greater private sector contribution to growth and facilitation of public-private partnerships. \n\nAs reforms in these areas are complex and take time to filter through the bureaucracy, PGEIP will be processed as a program cluster comprising three single-tranche SPs. This modality provides adequate flexibility to meet emerging reform needs and use program conditions genuinely for policy reform, rather than as rigid prescriptions. ADB's Management and Board will also have greater involvement in recommending measures for future operations within a cluster, in a way that is not possible in traditional multiple-tranche operations. Separate reports and recommendations of the President (RRPs) will be prepared for each subprogram. The policy matrix developed thus far for SP1 has indicative actions for SP2 and SP3. In addition, detailed action plans will be developed in combination with policy matrices to guide reforms. In order to ensure that all the six pillars of the Vision 2020 are in place,\nthe GoPb has also sought ADB's support for accelerating the attainment of the MDGs and implementation of provincial-level judicial reforms, in addition to the government efficiency improvements under PGEIP. In line with this request, ADB will also prepare two additional program clusters, namely the PMDGP and PAJP, in an integrated manner along with PGEIP over 2007-2011. The integrated approach and the preliminary details of the PMDGP and PAJP. The integrated approach will improve program coordination, reduce duplication, minimize inconsistency in policy advice and measures, and focus resources for desired outcomes.\n\nThe reforms under the three program clusters will accelerate and sustain economic growth, improve the delivery of public services, create more employment opportunities, and reduce poverty."}