{"bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"coordinates": [[44.8, 126.53333], [45.48147, 128.47521], [44.74322, 122.76377], [41.74389, 125.79028], [46.23863, 128.78689], [47.0358, 130.01874], [46.63611, 131.15389], [45.76195, 130.85131], [47.34088, 123.96045], [49.34575, 125.9677], [42.52722, 125.67528], [42.18778, 125.89556], [42.35, 126.81667], [43.72861, 127.34472], [46.79927, 130.31633], [42.52917, 126.345], [43.10639, 126.975], [45.75, 126.65], [43.50075, 124.81979], [45.12833, 125.47944], [42.26483, 127.57128], [47.26, 132.03222], [43.71139, 125.07111], [45.73719, 128.9723], [44.53333, 125.7], [41.83556, 126.12722], [42.0, 128.0]], "type": "MultiPoint"}, "type": "Feature"}, "name": "SONGHUA RIVER BASIN WATER POLLUTION CONTROL & MANAGEMENT", "id": "46004-40665-013-LN2487", "info": "The Project is a key urban environmental improvement initiative of the Jilin provincial government (JPG), and the Heilongjiang provincial government (HPG) to control pollution in the Songhua River Basin (SRB). It is classified as a targeted intervention because it contributes to achieving Millennium Development Goal 7, Target 10, which calls for the halving of the proportion of people without access to safe drinking water and improved sanitation by 2015. The Project will help to (i) reduce water pollution, (ii) protect water resources, (iii) address water shortages (by recycling effluent) and meet the demand for high-quality treated water through 2015, (iv) control nonpoint source pollution through effective solid waste\nmanagement (SWM), (v) promote sustainable economic development, and (vi) improve the environment and living conditions in the project counties and cities (see footnotes 9 and 10 in the main text) in Jilin and Heilongjiang provinces. The Project has three components, five subcomponents, and 20 activities. The components are (i) an improved and expanded water supply and wastewater services in 11 counties and cities in Heilongjiang province; (ii) improved and expanded wastewater facilities and SWM in 15 counties and cities in Jilin province; and (iii) capacity development and training on project management, institutional and SWM and wastewater management, and tariff reform for all the project implementing agencies (IAs). The Project supports the Government s 11th Five Year Plan (FYP) which includes the goals of improving living conditions and health in cities and promoting sustainable economic development. It also supports the Songhua River Basin Water Pollution Prevention and Control Master Plan (SRBPCMP), which calls for improving water quality in the SRB from the current class IV, V and below V to class III by 2020.\n"}