{"bounds": [[87.73570886300013, 41.58614491800003, 119.90702681500011, 52.129584046000076]], "locations": {"geometry": {"coordinates": [], "type": "MultiPoint"}, "type": "Feature"}, "name": "FINANCIAL REGULATION AND GOVERNANCE PROGRAM (FRGP)", "id": "46004-34135-013-LN2218", "info": "The purpose of the Program is to support the development of a sound and broad-based financial sector that effectively channels resources to productive investment. Specifically, the Program will seek to: (i) reduce the cost of borrowing and expand access to credit by improving the framework for secured transactions, (ii) protect depositors from poor governance practices in banks, (iii) enhance the role of the non-bank financial (NBF) sector in savings mobilization for investment capital, and (iv) improve investor confidence by reducing the risks from potential money laundering through the financial system.\n\nThe Program has three main components: (i) banking sector; (ii) NBF sector; and (iii) Anti-money laundering (AML) regime. The banking sector component will aim to reduce the cost of borrowing and expand access to credit by facilitating debt enforcement and lowering the cost of collateral registration. This component will also introduce legal and regulatory changes to strengthen corporate governance in banks and to improve the supervision of groups and conglomerates that control financial institutions. The NBF sector component will seek to enhance the sector's role in resource mobilization and allocation by developing the legal and regulatory framework, strenghening regulatory capacity through the establishment of a single regulator for NBF sector, the Nonbank Financial Regulatory Commission (NBFRC), and strengthening corporate governance and transparency. This component will also aim to reduce the distortionary impact of tax policies on the financial sector. The AML component will seek to mitigate the potential risks from money laundering activities by supporting the development of the legal and regulatory framework for the AML regime, and the establishment of a financial intelligence unit to monitor and report suspicious financial transactions."}