{"bounds": [[69.22629602000012, 39.189236959000084, 80.2575606690001, 43.261701558000084]], "locations": {"geometry": {"coordinates": [[42.46017, 76.18709], [42.41667, 77.25], [42.49068, 78.39362], [42.64944, 77.08225]], "type": "MultiPoint"}, "type": "Feature"}, "name": "ISSYK-KUL SUSTAINABLE DEVELOPMENT", "id": "46004-41548-013-LN2556", "info": "The Issyk Kul Sustainable Development Project (the Project) is the first phase in a longer-term initiative by the Asian Development Bank (ADB) to support environmental management and to improve urban service delivery in the Issyk-Kul Oblast. ADB and government collaboration in Issyk-Kul will ensure that urban services interventions will increase access to potable water and safe sanitation, including use of proven technologies for treatment and disposal of solid and liquid waste. The Project will (i) improve urban infrastructure, including sewerage and sanitation, solid waste management, water supply, and community upgrading; and (ii) improve service delivery through better enterprise resource management. \n\nThe Project covers the cities of Balykchy, Cholpon-Ata, and Karakol. Its outputs are:\n\n(i) replacing a 13.4-kilometer (km) sewer network (specifically addressing pumping mains to sewage treatment plants); rehabilitating pumping stations in Balykchy and Karakol; extending the sewer network by 12 km to uncovered areas in Karakol; and supplying relevant tools, equipment, and vehicles for sewer maintenance; \n\n(ii) re-engineering 42.5 hectares of waste dumps into sanitary landfills, closing existing dumps in all three project cities, providing waste segregation and recyclable sorting equipment, and supplying vehicles and equipment for waste collection and transport;\n\n(iii) installing 8,550 water meters, training vodokanal enterprises in meter reading and leak control, constructing a presedimentation treatment tank at the Karakol water headworks, replacing a 2 km corroded transmission main in Balykchy, and reconstructing 10 boreholes (with treatment, energy efficient pumps, storage, and protection facilities) in Balykchy and Cholpon-Ata; \n\n(iv) providing in the three project cities, water and sanitation facilities in pre-schools, schools and  health care organizations; and \n\n(v) implementing an enterprise resource management component comprising a management information system, accounting and financial management, geographic information system, asset inventory and management, and institutional effectiveness program for cities, vodokanal enterprises and tazalyk enterprises.\n"}