{"bounds": [[88.02178959200009, 20.73871491100003, 92.64285119700017, 26.623544007000064]], "locations": {"geometry": {"coordinates": [[23.83333, 88.91667], [23.01134, 91.4013], [22.49015, 89.59197], [23.50092, 90.90532], [24.33682, 89.91274], [23.84886, 90.3233], [23.70538, 90.88068], [24.04016, 91.0117], [23.97464, 91.11228], [23.98333, 91.16667], [23.4417, 91.00987], [23.5, 89.16667], [23.08333, 89.16667], [22.4, 89.75], [22.5, 89.33333], [22.60333, 91.65944], [24.11546, 90.72715]], "type": "MultiPoint"}, "type": "Feature"}, "name": "NATURAL GAS ACCESS IMPROVEMENT PROJECT", "id": "46004-38164-013-LN2622", "info": "The objective of the Project is to increase access to, and reliability of, natural gas supply in Bangladesh through capacity expansion and efficiency improvements in natural gas production, transmission and distribution systems.\n\nThe Project comprises four components.\n\nPART A: TRANSMISSION CAPACITY EXPANSION\nPart A-1: construction of a 30-inch, approximately 61 kilometer gas transmission pipeline from Ashuganj to Bakhrabad, and the installation of interface metering and regulating stations at selected locations (Monohordi, Dewanbag, Kutumbupur, Febi and Barabkundu); and\nPart A-2: installation of one compressor with throughput of approximately 1,500 MMCFD in Ashuganj and one compressor with throughput of approximately 500 MMCFD in Elenga.\n\nPART B: SAFETY AND SUPPLY EFFICIENCY IMPROVEMENT OF TITAS GAS FIELD\nPart B-1: detailed investigation, design and implementation of safety measures to control gas seepage at problematic wells\nPart B-2: drill four appraisal cum development wells, and design and construction of related processing plants\n\nPART C: ACCESS IMPROVEMENT IN SOUTH WESTERN REGION\nConstruction of approximately 845 kilometer 2 inch to 20 inch distribution pipelines in the Borrower's south western region, comprising the districts of Kushtia, Jhenidah, Jessore, Khulna and Bagerhat (including Mongla).\n\nPART D: SUPPLY AND DEMAND MANAGEMENT\nPilot a remote sensing metering system for industrial consumers and a prepaid metering system for domestic consumers within TGTDCL's gas distribution franchise area. TGTDCL will develop a list of project proposals to stimulate investments in gas use efficiency among its consumers, particularly industrial consumers."}