{"bounds": [[88.02178959200009, 20.73871491100003, 92.64285119700017, 26.623544007000064]], "locations": {"geometry": {"coordinates": [], "type": "MultiPoint"}, "type": "Feature"}, "name": "EMERGENCY DISASTER DAMAGE REHABILITATION (SECTOR) PROJECT", "id": "46004-41657-013-LN2409", "info": "The objective of the Project is to contribute to sustainable economic growth by minimizing the devastating impact of the severe floods and cyclone, and reducing future risk from similar hazard events. The Project will focus on priority areas identified through consultation with the Government, private sector, nongovernment organizations, and other civil society organizations; and involve community participation. The Project includes capacity building and training to strengthen the Government's disaster preparedness by adopting cost-effective flood and cyclone-resistant infrastructure design standards and improved early warning systems through increased subregional cooperation. It has five parts.\n\nPart A: Quick-disbursing Component: Provide import financing for essential commodities and inputs, particularly for agriculture, needed to mitigate the adverse impact of the floods and cyclone, and facilitate quick recovery particularly of crop losses. In accordance with ADB's Disaster and Emergency Assistance Policy (2004), the Project will only finance essential imports identified for an effective disaster recovery program.\n\nPart B: Rural Infrastructure Component: Rehabilitate and restore rural infrastructure in 23 districts, including 3,000 kilometers (km) of rural roads and 9,000 meters of bridges and culverts; and build or repair 300 flood and cyclone shelters (including livestock shelters) with sanitary facilities to help communities, especially the poor, during future floods and cyclones. \n\nPart C: Municipal Infrastructure Component: Rehabilitate urban infrastructure, including 700 km of roads, 65 km of drains, 850 meters of bridges and culverts, as well as footpaths located in 30 pouroshavas (municipalities).\n\nPart D: Roads Component: Rehabilitate 800 km of damaged national, regional and district roads, and 64 bridges and culverts within the country's seven road zones. \n\nPart E: Water Resources Component: Rehabilitate flood control, drainage, and irrigation facilities; repair embankment breaches; and repair or replace flood control structures, protective works, and canals under 331 subprojects in 47 districts."}