{"bounds": [[67.34269006300022, 36.67864084900019, 75.16412479700008, 41.039976705000086]], "locations": {"geometry": {"coordinates": [[39.0, 71.0], [39.10055, 70.67358], [39.21966, 71.19155], [38.53575, 68.77905], [39.72883, 73.24836], [39.67925, 73.89872], [39.55274, 72.20518], [41.5, 75.0], [35.0, 105.0], [39.23491, 70.35998], [39.291, 71.57632], [39.48564, 71.79254], [39.85862, 73.55941], [39.552, 72.2001]], "type": "MultiPoint"}, "type": "Feature"}, "name": "CAREC REGIONAL ROAD CORRIDOR IMPROVEMENT PROJECT (", "id": "46004-39676-023-GRNT0085", "info": "The PRC-Kyrgyz Republic-Tajikistan road corridor, which runs from Irkeshtam on the Kyrgyz Republic border with the People's Republic of China (PRC) to Dushanbe and is approximately 550 kilometers in length, is a key transport artery for the two landlocked countries, the Kyrgyz Republic and Tajikistan, to trade with the PRC. It is also an integral part of the regional road network in Central Asia linking the Kyrgyz Republic, PRC, Tajikistan, Afghanistan, Uzbekistan, and Turkmenistan. The project road has become a bottleneck for regional trade and transport due to its poor condition and lack of maintenance. \n\nThe Project will improve the Corridor's missing links. Its outputs include (i) improved 263 km of the two-lane road from Sary Tash in the Kyrgyz Republic to Nimich in Tajikistan (about 142 km from Sary Tash to the Kyrgyz-Tajik border and 121 km from the Kyrgyz-Tajik border to Nimich); (ii) improved infrastructure at the Kyrgyz-PRC border crossing (Irkeshtam) and the Kyrgyz-Tajik border crossing (Karamik); (iii) increased sustainability and capacity of the road subsector through outsourcing maintenance operations to the private sector in the Kyrgyz Republic and Tajikistan; and (iv) a cross-border agreement among the Kyrgyz Republic, PRC, and Tajikistan.\n\nThe Project will contribute to reducing transport costs and fostering regional trade and cooperation among Kyrgyz Republic, PRC, Tajikistan, and other Central Asian countries. The project outcome is increased regional traffic and trade, along with improved access to regional markets and social services for people living along the Corridor."}