{"bounds": [[100.0970732020001, 13.91545664500012, 107.66436324000011, 22.49604400700011]], "locations": {"geometry": {"coordinates": [[20.68333, 101.06667], [19.44748, 103.11993], [16.17116, 105.30729], [15.71677, 106.42172], [15.0981, 106.43398], [19.49606, 103.98596], [20.81749, 104.00364], [20.81409, 104.14731], [16.68202, 106.2393], [18.9235, 102.44784], [15.43499, 106.38346], [19.8929, 101.13647], [19.22926, 102.25319], [17.59564, 101.18492], [15.83308, 105.59745], [14.75, 106.0], [18.62618, 104.23638], [20.26332, 100.43366], [19.66457, 100.56103], [20.18744, 100.926], [20.98503, 100.83104], [14.81444, 106.93444]], "type": "MultiPoint"}, "type": "Feature"}, "name": "SMALL TOWNS WATER SUPPLY AND SANITATION SECTOR PRO", "id": "46004-36339-022-GRNT0143", "info": "To improve the quality of life of the residents of small towns in Lao PDR and to enhance the town' roles as economic, market, manufacturing and services centers for their surrounding rual areas.  It will contribute to the Government's efforts to increase the percentage of the urban population with access to safe piped water to 80% by 2020.  The project aims to strengthen the overall water supply sector by supporting the establishment of the Water Supply Regulatory Committee (WSRC); assisting its secretariat, the Water Supply Authority (WASA), to carry out its (PNPs) to become corporate entities under the Enterprise Law.  The project will provide support for business and financial management, and efficient operation and maintenance to improve PNPs' organizational performance and sustainability.\n\nThe project will support the provision of piped water and sanitation services for an estimated 137,000 residents in 124 villages in 15 small towns.  It is a sector investment project with the following outputs: (i) a stronger and more sustainable urban water supply sector; (ii) new and rehabilitated water supply systems in 15 small towns; (iii) improved drainage and public sanitation; (iv) enhanced community action and participation; (v) more gender equity in urban water and sanitation; and (vi) improved capacity for project implementation and operation and maintenance."}