{"bounds": [[69.22629602000012, 39.189236959000084, 80.2575606690001, 43.261701558000084]], "locations": {"geometry": {"coordinates": [[39.48564, 71.79254], [40.12238, 70.7265]], "type": "MultiPoint"}, "type": "Feature"}, "name": "CAREC REGIONAL IMPROVEMENT OF BORDER SERVICES PROJECT(SF)", "id": "46004-46124-001-LN2995", "info": "The project will support the construction and renovation of border crossing points (BCPs) in cases where investments to upgrade complementary facilities on the other side of the border have been completed or are nearing completion. National single windows (NSWs) alone would not be enough to achieve best results because all CAREC countries are transit countries and shipments have to cross multiple borders. This requires networking and the interoperability of NSWs at the CAREC regional level. \n\nThe project will benefit from ongoing and proposed CAREC Customs Cooperation Committee initiatives, including joint customs control, simplification of customs procedures, and the development of information and communication technology for customs modernization. Specifically, the project will focus on the following:\n\n1. BCP improvement. The project will improve infrastructure at two road BCPs to improve working conditions and performance of border management personnel, and reduce processing time and cost: \n(i) In the Kyrgyz Republic, at the Karamyk BCP, located along CAREC corridors 3b and 5, (a) the inspection facilities including customs, sanitary and quarantine, and veterinary checkpoints will be improved to handle traffic growth and improve the inspection process; and (b) power, water supply and sewerage facilities, communication facilities, and office and inspection equipment will be provided. \n(ii) In Tajikistan, at the Guliston BCP, located in a key conduit of the regional Osh-Khujand highway, facilities will be upgraded and equipped, including infrastructure for vehicle inspection and two new border check posts, and water supply and sewerage facilities provided.\n\n2. NSW development. This project will support the establishment of NSW facilities to streamline data submission to international trade regulators, and ensure conformity of submitted data with the requirements of business processes in various stages of trade and transport in the international supply chain. International standards will be adopted to ensure regional interoperability.  The subcomponents of NSW facilities in the two countries include (i) single window and trade portal software development; (ii) single window backup system and hardware, regional centers, and trade portal hardware; (iii) certificate of origin and licensed track and trace of system development; (iv) operating assistance to the single window governance and working groups; (v) business process analysis and re-engineering (for up to 10 government agencies); (vi) legal and regulatory framework review; (vii) stakeholder engagement and public awareness activities; and (viii) market study and research. In terms of sequencing, a flexible software development process will incorporate possible policy and regulatory changes resulting from subcomponents (v) and (vi)."}