{"bounds": [[60.8443787030001, 23.694525458000058, 77.0489709880002, 37.054483541000096]], "locations": {"geometry": {"coordinates": [], "type": "MultiPoint"}, "type": "Feature"}, "name": "PUNJAB GOVERNMENT EFFICIENCY IMPROVEMENT PROGRAM - SUBPROGRAM 2", "id": "46004-41666-033-LN2548", "info": "Punjab is the largest provincial economy and the most populous province of Pakistan, accounting for over 50% of the country's gross domestic product (GDP) and population. The economic performance of Punjab plays a critical role in the overall economic strength of the country. Punjab has achieved robust economic growth and significant poverty reduction in recent years. However, it still faces numerous development challenges. The first is the low living standard and high poverty incidence. Average per capita income in the province is about $1,000 which is about two thirds of the low middle income country average. Poverty ratio remains high at over 20%. The second is the low level of non-income well being as measured by social indicators. For example, over one third of children under 5 years of age are underweight. Third, Punjab faces large infrastructure deficits. There is acute power shortage, and 90% of the provincial road network is rated as fair to poor. Fourth, Punjab needs productive employment opportunities. Each year nearly 1.6 million youth enter the labor force. The official unemployment rate of 8% underestimates the degree of unemployment due to prevalent under reporting. Three quarters of the nonagricultural employed labor force is in the informal sector.  \n\nAddressing Punjab's development challenges requires the province to maintain 7-8% growth per annum. Yet, long run economic growth since the 1970s has only been about 5%. Punjab's growth must also be inclusive. This requires the provision of infrastructure and social services to enable the poor and vulnerable to participate in economic development.  \n\nThe Government of Punjab (the government) has set accelerating income growth and improving social services as its twin development objectives. Punjab's Vision 2020 envisages the doubling of per capita income to about $2,000 by 2020 and significantly improved service delivery. Realizing that Punjab's Vision requires an efficient public sector and a dynamic private sector. The government has identified an efficient, accountable, and capable public sector as the key institutional foundation for achieving Punjab's development objectives. These elements underpin the design of the Program. "}