{"bounds": [[67.34269006300022, 36.67864084900019, 75.16412479700008, 41.039976705000086]], "locations": {"geometry": {"coordinates": [[37.7747, 69.56667], [38.77634, 70.64424], [37.65191, 69.41456], [37.7788, 69.55488], [37.61293, 69.56057], [37.92785, 69.62226], [38.01318, 69.8086], [37.52526, 69.33277], [37.0176, 72.6615]], "type": "MultiPoint"}, "type": "Feature"}, "name": "KHATLON PROVINCE FLOOD RISK MANAGEMENT PROJECT", "id": "46004-40046-013-LN2356", "info": "Tajikistan is susceptible to natural disasters, particularly floods. The floods of 1998 and 1999 were especially devastating, causing 32 deaths and agricultural and infrastructure damage estimated at $55 million. \n\nThe Project aims to help Tajikistan address recurring flood risks through a holistic and coordinated approach involving both physical and non-physical measures in one of the most floodprone areas in the country - Hamadoni, Farkhor, Kulyab, and Vose districts in Khatlon province. A major part of the Project funds will be used for the physical works for the rehabilitation of 8.3 km of flood protection embankment along the Pyanj River. In addition, the project will develop and disseminate a flood risk map, strengthen flood warning systems, prepare a flood preparedness and evacuation plan, and strengthen flood forecasting capacity by rehabilitating the hydrometeorological network. \n\nGiven that the Pyanj River borders Tajikistan and Afghanistan, the possible environmental impacts of the Project's physical works in both Tajikistan and Afghanistan were examined. The initial environment examination study found that there is unlikely to be significant negative environmental impact. The Project is expected to have a significant positive impact on ecological resources and socioeconomic conditions in the area. \n\nIn addition, the project will help the Government define and implement the policy reforms needed to improve its flood preparedness, and to remove some of its persisting operation and maintenance (O&M) funding constraints for the flood levees and bank protection works.\n\nThe Project will strengthen capacity at the Ministry of Land Reclamation and Water Resources (MLRWR) and the local government bodies to manage flood disaster risks, and to apply\nneed-based O&M budget planning, allocations, and monitoring for the flood protection structures. The application of performance based O&M contracts will also be pilot tested."}