{"bounds": [[69.22629602000012, 39.189236959000084, 80.2575606690001, 43.261701558000084]], "locations": {"geometry": {"coordinates": [[39.83333, 71.0], [42.87, 74.59], [42.41667, 74.5], [42.0, 78.0], [41.5, 72.5], [41.5, 75.0], [41.43333, 75.96667], [40.0, 73.0], [42.33333, 72.0]], "type": "MultiPoint"}, "type": "Feature"}, "name": "INVESTMENT CLIMATE IMPROVEMENT PROGRAM - SUBPROGRA", "id": "46004-41544-082-GRNT0319", "info": "The Investment Climate Improvement Program, approved by the Asian Development Bank (ADB) in 2008, follows a programmatic approach and envisages three subprograms to assist the government in creating conditions for sustainable economic growth and employment-generating investments.  Subprogram 1, implemented in 2007 2008, included a policy-based grant, a project grant supporting the development of information technology systems for effective implementation of reforms, and a TA grant to help prepare subprogram 2. Preparation and implementation of subprogram 2 has also benefited from and reinforced other interventions.  The reforms supported under subprogram 2 build on the achievements made under subprogram 1 despite difficult political and external conditions. They address binding constraints to private sector development and diversification in the areas of business regulation and taxation, access to finance, worker skills development, and public private partnerships (PPPs). The relevance of these constraints has been confirmed through recent studies and surveys, which explain some deviations from the constraints originally identified in 2008. Subprogram 2 is effectively gender mainstreamed to maximize benefits to women. The reform agenda that remains after subprogram 2 will be addressed under subprogram 3.\n \nSubprogram 2 complements the efforts of (i) ADB and other development partners to strengthen physical infrastructure and improve access to finance; and (ii) the International Monetary Fund (IMF) to rebuild fiscal buffers and safeguard monetary stability, which are important for a healthy business and investment climate. \n\nImproving the investment climate for the private sector is critical for the government s economic growth policies.  Subprogram 2 contributes toward this end. The Government of the Kyrgyz Republic emphasizes improving the business climate.  ADB s country operations business plan for the Kyrgyz Republic identifies subprogram 2 as a means of broadening the Kyrgyz economy and its private sector. \n"}