{"bounds": [[100.0970732020001, 13.91545664500012, 107.66436324000011, 22.49604400700011]], "locations": {"geometry": {"coordinates": [[16.16667, 107.83333], [16.33333, 107.58333], [16.75, 107.0], [17.5, 106.33333], [22.75, 106.08333], [22.41089, 105.6127], [18.5, 101.5], [18.75, 102.41667], [16.5, 105.75], [15.75, 106.25], [20.16667, 101.5], [18.9235, 102.44784], [20.91667, 101.33333], [18.0, 105.0], [20.5, 104.0], [14.75, 106.0], [20.5, 100.5], [22.25, 105.83333], [20.38182, 100.57672], [17.53333, 106.15], [14.00378, 105.92254], [13.95518, 105.92601]], "type": "MultiPoint"}, "type": "Feature"}, "name": "GMS SUSTAINABLE TOURISM DEVELOPMENT PROJECT", "id": "46004-38015-013-GRNT0117", "info": "The Project will support the development of tourism in the Greater Mekong Subregion (GMS) that is economically viable and environmentally and socially sustainable and that benefits the poor. It will develop demonstration subprojects in the Lao PDR and Viet Nam that improve the environment at urban and natural tourism sites, benefit ethnic groups/minorities and the poor, and protect vulnerable people from potential negative impacts. The Project will contribute to transforming GMS transport corridors into economic corridors by developing tourism opportunities along the roads and improving the human resource capacity of tourism small and medium-sized enterprises (SMEs) and public sector tourism organizations. It will contribute to more inclusive growth, environmental sustainability, and regional cooperation in the GMS. The Project will include the construction of handicraft markets, viewing points, small access roads, walking trails, tourism signage, information and visitor centers, parking areas, small river piers, community lodges, and protective and sanitary facilities. It will formulate plans for tourism site development and management, provide training for local communities and private tourism operators, develop marketing strategies and products, and compose subregional tourism manuals. The Project will seek to strengthen and encourage fair partnerships among local governments and communities and the private sector in developing, operating, and maintaining community tourism facilities and services. "}