{"bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"coordinates": [[38.13972, 114.55944], [37.74639, 114.76889], [38.1, 116.78333], [39.05944, 116.68667], [38.033, 116.7], [38.03333, 116.7], [39.46667, 118.11667], [37.71333, 114.76028], [38.06, 116.56], [38.06667, 116.56667], [39.10833, 116.39361], [39.10889, 116.01333], [37.74667, 114.84944], [39.11306, 116.08167], [40.36667, 115.2], [41.1525, 114.70778], [41.93333, 117.56667], [41.94472, 117.74806], [41.0, 118.68], [41.0025, 118.68417], [41.05, 118.7], [41.98333, 117.66667], [41.31167, 117.725], [40.66667, 114.38333], [40.40028, 115.20111], [38.17681, 114.56865]], "type": "MultiPoint"}, "type": "Feature"}, "name": "HEBEI SMALL CITIES & TOWNS DEVELOPMENT DEMONSTRATION SECTOR PROJ", "id": "46004-40641-013-LN2574", "info": "The impact of the Project is sustained socioeconomic growth and improved health and living conditions in small cities and towns in Hebei province. The outocme of the Project is improved infrastructure, environmental protection, and employment generation in small cities and towns in Hebei province.\n\nThe proposed Project focuses on supporting sustainable urban development and consist of a number of sector interventions primarily targeted to support industrial development, tourism, job creation, and environmental protection. The main sectors are water and wastewater, solid waste management, upgrading and greening of rivers, and district heating.  The subsectors involve (i) increases in the capacity to supply  potable water and coverage of distribution networks, and provision of sewerage systems with associated wastewater treatment facilities; (ii) river and lake improvement works to reduce the risk of seasonal flooding and increase the capacity to impound water for industrial, irrigation,  and other uses; (iii) provision of modern solid waste collection equipment, development of engineered waste disposal sites, and strengthening of operational management; and (iv) provision of centralized heating plants and the associated heat distribution networks.\n\nDetailed component proposals that fully support the planning strategy and sector goals are being developed for the first group of cities and towns in each province. \n\nThe Project will seek to develop approaches and solutions to problems that can be replicated in urban centers throughout the province and may be used to demonstrate to other provinces across the PRC how to formulate planning strategies and implement programs in support of structured development of small cities and towns."}