{"bounds": [[-172.78258216099988, -14.05282968499999, -171.43769283799992, -13.46282317499994]], "locations": {"geometry": {"coordinates": [], "type": "MultiPoint"}, "type": "Feature"}, "name": "ECONOMIC RECOVERY SUPPORT PROGRAM- SUBPROGRAM 2 (SF)", "id": "46004-43191-023-LN2801", "info": "The Samoa ERSP is a program cluster of two subprogram loans totaling $26.82 million. The ERSP program cluster aims to assist Samoa's economic recovery and movement to a higher medium-term growth rate, following the double impact of the global economic crisis and the September 2009 tsunami. Subprogram 2 of the program cluster will support improved fiscal management and structural measures that will place the economy on a sustainable medium-term growth path. Budget support will help create the fiscal space to enable raised levels of capital spending over the medium term. This will be complemented by measures that enable targeting of services to protect the vulnerable and by engagement with key stakeholders.\n\nSubprogram 2 completes the program reform agenda under the ERSP program cluster. Subprogram 2 is consistent with the strategic focus of the country partnership strategy for Samoa (2008-2012) to address binding constraints to growth, including deficiencies in access to public services and in the quality of public service delivery, and weaknesses in the private sector-enabling environment. Subprogram 2 of the ERSP program cluster supports the government's economic and financial reform program in coordination with key development partners including Australia, the European Union and the World Bank. The national elections, in March 2011, slowed the formulation and implementation of policy and as such proved a challenge to the program cluster. Subsequent to this, the government remains strongly committed to continuing dialogue with development partners. \n\nSubprogram 2 loan financing will help meet the Government's overall budget financing needs, particularly given the adjustment costs arising from implementing an economic reform program to place the economy on a sustainable growth path. Structural and governance measures will strengthen prospects for sustaining economic growth over the medium term. Infrastructure will be upgraded and rebuilt amid constant efforts to reinforce fiscal safeguards to preserve fiscal sustainability and sustain the expansion in capital expenditure, while paying special attention to the needs of the vulnerable members of the community and ensuring widespread engagement in the program."}