{"bounds": [[73.6022563070002, 15.775376695000048, 134.7725793870002, 53.56944447900004]], "locations": {"geometry": {"coordinates": [[37.26588, 111.21364], [35.01667, 110.98333], [37.61784, 112.84673], [34.89893, 110.47634], [36.71584, 110.62062], [36.71168, 111.01447], [35.87679, 111.39463], [37.43431, 111.99809], [35.39125, 110.71407], [37.40303, 112.72302], [37.27571, 112.47014], [37.13939, 112.285], [36.20333, 113.43667], [37.39619, 110.89311], [37.51082, 111.11778], [35.14413, 110.60928], [36.63478, 113.37874], [35.5824, 110.95596], [36.96667, 111.33788], [37.65753, 111.83621], [35.62542, 111.36271], [36.32239, 111.66769], [36.63436, 111.4914], [36.43656, 110.69535]], "type": "MultiPoint"}, "type": "Feature"}, "name": "SHANXI INTEGRATED AGRICULTURAL DEVELOPMENT PROJECT", "id": "46004-38662-013-LN2607", "info": "The Project will provide credit and training to about 66,000 farm households in 26 counties of five municipalities in central and southern Shanxi. Of these, 11 are poverty counties and 12 are on the priority list for treatment of accelerated soil erosion in the PRC. The Project comprises four components (i) transition to high-value farm production by adopting technologies and practices that ensure environmental sustainability and increase farm income; (ii) strengthening of farm-market linkages by supporting on-farm and industrial agroprocessing and marketing of high-value products; (iii) capacity-building and training of farmers, farmer associations, and technical support agencies to support high-value production and processing of farm products; and (iv) project management to support efficient project implementation. To keep project implementation manageable, each participating county will take up two of the three activities in the first component-perennial crops, annual crops, and livestock. Structured criteria were used to select project counties, sites, and activities.\n\nThe Project will build the capacity of farmers, their associations, and staff of technical support agencies (TSAs) to adopt high-value and environmentally sustainable production systems that will increase farmer incomes and farm productivity, and improve food safety and quality. ADB's Multi-Donor Trust Fund under the Water Financing Partnership Facility (WFPF) and the Gender and Development Cooperation Fund (GDCF) will provide grants to pilot-test creative interventions. The WFPF-funded activities will demonstrate the viability of more productive and efficient irrigation techniques, and support farmers to adapt to climate change impacts. Poor farmers will be provided with subsidies to adopt water-saving technologies to showcase the efficiency and economic benefits of such interventions. Skills training will help farmers reduce dependence on increasingly scarce water resources. The GDCF grant will facilitate women's economic empowerment by (i) setting up a revolving fund for microfinance; (ii) organizing self-help groups linked to existing farmer associations to access markets; (iii) providing training on technical, marketing, alternative income-generation activities, and leadership; and (iv) building capacity to ensure sustainability of these activities."}