{"info": "The Transmission and Distribution Sector Investment Program (the Investment Program) includes the following components and costs: (i) access to power (transmission) and energy efficiency enhancement (transmission loss reduction), $561.6 million (73.5%); (ii) access to power (distribution) and energy efficiency enhancement (distribution loss reduction) and distribution franchising, $150 million (19.6%); (iii) distributed decentralized generation, $50 million (6.5%). The Investment Program includes $3.4 million for a capacity development program to meet the increasing management capacity requirements including technical assistance (TA). The physical investments will address current unserved energy demand and provide additional capacity to meet forecast demand growth.\n\nThe MFF is expected to be utilized in three tranches. Tranche 1 will finance a set of projects for (i) transmission of power for capacity addition in transmission lines of 220 kilovolts (kV) (180 kilometers [km]) and 132 kV (82 km), and capacity addition of transformation through construction of 1 new 220/132 kV substation and 5 new 132/33 kV substations; and (ii) extension and augmentation of 2 existing substations. The tranche will include capacity development.  \n\nTranche 2 is expected to finance a set of projects for \n(i) transmission of power for capacity addition in transmission lines of 220 kV (185 km) and 132 kV (160 km), and capacity addition of transformation through construction of 2 new 220/132 kV substations and 6 new 132/33 kV substations; and (ii) extension and augmentation of 11 substations. \n\nTranche 3 is expected to finance a set of projects for (i) access to power in distribution, (ii) energy efficiency enhancement: distribution loss reduction, and (iii) distribution franchising. This component includes construction of new distribution substations and lines to enable the rollout of relevant franchising models.", "bounds": [[68.1434025400001, 6.74555084800015, 97.36225305200006, 35.49540557900009]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[27.48905, 95.35992], [24.83035, 93.02479], [26.08334, 89.96118], [27.19395, 95.31929], [26.08954, 90.56203], [26.63333, 93.83333], [26.11773, 91.97217], [24.48854, 92.4345], [26.22322, 91.65344], [26.41604, 92.84376], [26.47529, 91.38318], [27.02462, 95.01629], [26.88184, 93.6156], [24.68394, 92.56097], [26.65725, 94.31529], [26.40107, 90.27286], [27.23517, 94.10357], [26.20782, 92.40601]]}, "type": "Feature"}, "name": "MFF-ASSAM POWER SECTOR ENHANCEMENT INVESTMENT PROGRAM-TRANCHE2", "id": "46004-41614-033-LN2677"}