{"info": "The proposed financing of IIFF supports the Government of Indonesia s objective to increase the flow of private investment into infrastructure projects to a level that is 6 7 times the current average level.The financial projections developed for this transaction indicate that there is considerable untapped demand for long-tenor financing, however, and the lack\nof this product has significantly constrained the sustained expansion of infrastructure investment in Indonesia. It is in response to this perceived demand that an institutional response,\ntentatively named IIFF, was conceived in 2007. IIFF was conceptualized as a nonbanking financial institution incorporated as a limited liability company, with a target fund base of about $1 billion in 5 years from the commencement of operations and estimated to grow to about $4.4 billion by year 10. IIFF will finance commercially viable infrastructure projects  in Indonesia by offering ii long-term debt denominated in local or foreign currency and by providing the intellectual capital needed to catalyze public private  partnerships in such projects. To help finance infrastructure projects structured as public-private partnerships (PPPs), IIFF will seek financial participation by pension funds, insurance companies,  nstitutions, and new investor classes that can provide long-term sources of finance. IIFF will proactively seek, establish, and develop relationships with regional and local governments\nand take on the development of projects promoted by these governments to generate fee-based income in the initial years of its operations. IIFF will be able to capitalize on its early\ninvolvement in advising the Government and other parties in relation to developing infrastructure projects to generate funding opportunities.", "bounds": [[95.01270592500012, -10.922621351999808, 140.97762699400008, 5.910101630000099]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[355.0, 120.0]]}, "type": "Feature"}, "name": "INDONESIAN INFRASTRUCTURE FINANCING FACILITY COMPANY PROJECT", "id": "46004-42109-013-LN2516"}