{"info": "While the entire power sector needs modernization, the Government places highest priority on loss reduction and strengthening governance. This is not only to improve commercial operations, but to regain the population's confidence in the power sector and to reestablish political stability. Energy security through generation capacity expansion is a priority, but the short-term solutions are to improve system efficiency and reliability, and to enhance regional power trade. The proposed Project contributes to attaining the goals through the following components:\n\n(i) Automated Metering and Data Acquisition system (AMDA) will bring transparency to the wholesale electricity transaction between the unbundled power companies as well as in regional power trade. AMDA will eliminate errors and rampant metering data manipulation that are untraceable by the current archaic technology. Loss reduction will make more power available domestically and also improve the financial performance of the power companies. Accurate power flow data is indispensible to improve the power companies  commercial operation performance. The system also enhances regional power trade through (i) meeting the CAPS metering accuracy requirement, and (ii) eliminating unauthorized export.\n\n(ii) Substation Rehabilitation will improve reliability of the Kyrgyz power system by replacing dilapidated circuit-breakers and instrument transformers that have reached their economic lives, are technologically obsolete, or do not meet the accuracy requirement for regional power trade. Since the Kyrgyz system is intricately interconnected with the Central Asia Power System (CAPS), rehabilitation increases reliability of the regional system and enhance regional power trade. \n\n(iii) Communications and Supervisory Control and Data Acquisition (SCADA) system will link seven major substations (estimated) and the control centers via optical fiber, and enables the system operator to make efficient dispatching based on real-time data. The scope is limited to system monitoring function of the northern loop. SCADA will reduce technical losses through avoidance of overloading, and also enable faster detection and restoration of faults. The system improves the overall efficiency and reliability of the Kyrgyz system and CAPS.\n\n(iv) Study on Electricity Settlement Center will study the settlement systems appropriate to bring about transparency and accountability to the Kyrgyz power sector, and to maximize the benefits of the AMDA. It will devise mechanisms to publish data on energy flows and manage distribution of sector revenues in a transparent manner.\n\n(v) Corporate and Financial Management Capacity Building for the National Electric Grid of Kyrgyzstan (NEGK) will improve corporate management through the preparation of a corporate business plan including the review of investment needs, operation and maintenance practices, organizational reforms, internal control, asset revaluation, and cost of transmission service. Financial management capacity will be strengthened through introduction of the International Financial Reporting Standards (IFRS) and appropriate corporate accounting software. \n\nThe project fits with ADB's Starategy 2020 and ADB's Energy Policy.  The latter focuses on energy efficiency, cutting fossil fuel use, energy security, energy access, and regional cooperation.  The project also promotoes capacity development and governance.", "bounds": [[69.22629602000012, 39.189236959000084, 80.2575606690001, 43.261701558000084]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[41.5, 75.0]]}, "type": "Feature"}, "name": "POWER SECTOR IMPROVEMENT PROJECT", "id": "46004-43456-023-GRNT0218"}