{"info": "The Project builds on lessons from previous ADB investments in the small-scale (less than 1,000 hectare [ha]) water resources sector; specifically, the Small-Scale Water \nResources Development Sector Project (SSW 1), which was implemented from 1996 to 2002 and developed 280 subprojects in the western part of the country. Also, the ongoing Second Small-Scale Water Resources Development Sector Project (SSW 2), which commenced in 2002 and is due to be completed in 2009. This has developed 275 subprojects\nin 61 of 64 districts of Bangladesh. The Project will support the development of inclusive water management cooperative associations (WMCAS) that include landowners, land operators, women, fishers, and other vulnerable groups. The WMCAS should have sufficient social and technical capital to undertake small-scale water resources (SSWR) subprojects and to improve system operations. They should have clear financing partnerships and/or cost-sharing mechanisms so they can carry out sustainable maintenance. Within an enabling institutional framework, they should be capable of maximizing their collective potential to increase agriculture production in the subproject areas. The Project will have three outputs: (i) institutional strengthening of government agencies at all levels to support SSWR development; (ii) participatory subprojects, which will include poor and vulnerable groups, and which will enable WMCAs to plan, implement, operate, and maintain subprojects; and (iii) construction and maintenance of up to 270 SSWR subprojects and performance enhancement of up to 150 subprojects (out of 560 completed) from SSW 1 and 2 projects.", "bounds": [[88.02178959200009, 20.73871491100003, 92.64285119700017, 26.623544007000064]], "locations": {"geometry": {"type": "MultiPoint", "coordinates": [[22.46074, 90.51236], [24.18058, 90.53826], [21.45388, 91.96765], [22.45, 90.53], [25.05872, 89.1998]]}, "type": "Feature"}, "name": "PARTICIPATORY SMALL SCALE WATER RESOURCES SECTOR PROJECT", "id": "46004-39432-013-LN2542"}